[
  {
    "id": "fin_0001",
    "term_translation": "Vermögenswerte",
    "definition_translation": "Assets; Ressourcen im Besitz eines Unternehmens, die einen wirtschaftlichen Wert haben und künftigen Nutzen bringen sollen.",
    "example_translation": "Die Vermögenswerte des Unternehmens umfassen Immobilien, Ausrüstung und geistiges Eigentum."
  },
  {
    "id": "fin_0002",
    "term_translation": "Verbindlichkeiten",
    "definition_translation": "Finanzielle Verpflichtungen oder Schulden, die ein Unternehmen gegenüber Dritten hat.",
    "example_translation": "Die Reduzierung kurzfristiger Verbindlichkeiten verbesserte die Liquidität des Unternehmens."
  },
  {
    "id": "fin_0003",
    "term_translation": "Eigenkapital",
    "definition_translation": "Der Wert der Eigentumsanteile am Unternehmen, berechnet als Vermögenswerte abzüglich Verbindlichkeiten.",
    "example_translation": "Das Eigenkapital der Aktionäre stieg nach einem profitablen Quartal."
  },
  {
    "id": "fin_0004",
    "term_translation": "Bilanz",
    "definition_translation": "Eine finanzielle Übersicht, die Vermögenswerte, Verbindlichkeiten und Eigenkapital zu einem bestimmten Zeitpunkt zusammenfasst.",
    "example_translation": "Die Bilanz wies zum Jahresende einen starken Bestand an liquiden Mitteln aus."
  },
  {
    "id": "fin_0005",
    "term_translation": "Gewinn- und Verlustrechnung",
    "definition_translation": "GuV; ein Finanzbericht, der die Erträge und Aufwendungen eines Unternehmens über einen bestimmten Zeitraum zeigt.",
    "example_translation": "Die Gewinn- und Verlustrechnung zeigte höhere Betriebskosten als erwartet."
  },
  {
    "id": "fin_0006",
    "term_translation": "Kapitalflussrechnung",
    "definition_translation": "Ein Bericht, der zeigt, wie sich Änderungen in der Bilanz und im Gewinn auf die liquiden Mittel auswirken.",
    "example_translation": "Investoren prüften die Kapitalflussrechnung, um sicherzustellen, dass das Geschäft tatsächlich Bargeld generiert."
  },
  {
    "id": "fin_0007",
    "term_translation": "Umsatzerlöse",
    "definition_translation": "Revenue; der Gesamtbetrag aus dem Verkauf von Waren oder Dienstleistungen vor Abzug von Kosten.",
    "example_translation": "Die Marketingkampagne trug dazu bei, die jährlichen Umsatzerlöse um zwanzig Prozent zu steigern."
  },
  {
    "id": "fin_0008",
    "term_translation": "Aufwendungen",
    "definition_translation": "Kosten (Expenses), die einem Unternehmen bei der Erzielung von Einnahmen entstehen.",
    "example_translation": "Die Kürzung unnötiger Reisekosten verbesserte das Unternehmensergebnis."
  },
  {
    "id": "fin_0009",
    "term_translation": "Jahresüberschuss",
    "definition_translation": "Net income; der Gewinn, der nach Abzug aller Kosten, Steuern und Ausgaben vom Umsatz verbleibt.",
    "example_translation": "Der Jahresüberschuss wird oft als 'Bottom Line' bezeichnet."
  },
  {
    "id": "fin_0010",
    "term_translation": "Bruttogewinn",
    "definition_translation": "Der Gewinn, den ein Unternehmen nach Abzug der Herstellungs- und Vertriebskosten erzielt.",
    "example_translation": "Höhere Rohstoffkosten haben unsere Bruttogewinnmarge reduziert."
  },
  {
    "id": "fin_0011",
    "term_translation": "Betriebsergebnis",
    "definition_translation": "Gewinn aus dem operativen Kerngeschäft, ohne Zinsen und Steuern.",
    "example_translation": "Das Betriebsergebnis konzentriert sich auf die Effizienz des Kerngeschäfts."
  },
  {
    "id": "fin_0012",
    "term_translation": "Herstellungskosten (COGS)",
    "definition_translation": "Die direkten Kosten, die der Produktion der verkauften Waren zugeordnet werden.",
    "example_translation": "Die Senkung der Herstellungskosten verbesserte unsere Bruttomarge erheblich."
  },
  {
    "id": "fin_0013",
    "term_translation": "Kapitalrendite",
    "definition_translation": "ROI (Return on Investment); Kennzahl zur Bewertung der Rentabilität einer Investition im Verhältnis zu ihren Kosten.",
    "example_translation": "Die Kapitalrendite für die neue Software wurde auf fünfzehn Prozent berechnet."
  },
  {
    "id": "fin_0014",
    "term_translation": "Investitionsausgaben",
    "definition_translation": "CAPEX; Gelder, die ein Unternehmen für den Erwerb oder die Erhaltung von Anlagevermögen ausgibt.",
    "example_translation": "Der Vorstand genehmigte hohe Investitionsausgaben für eine neue Fabrik."
  },
  {
    "id": "fin_0015",
    "term_translation": "Betriebskosten",
    "definition_translation": "OPEX; laufende Kosten für den Betrieb eines Produkts, Geschäfts oder Systems.",
    "example_translation": "Miete und Nebenkosten sind typische Betriebskosten."
  },
  {
    "id": "fin_0016",
    "term_translation": "Nettoumlaufvermögen (Working Capital)",
    "definition_translation": "Working Capital; die Differenz zwischen dem Umlaufvermögen und den kurzfristigen Verbindlichkeiten.",
    "example_translation": "Positives Betriebskapital stellt sicher, dass das Unternehmen seine kurzfristigen Verpflichtungen erfüllen kann."
  },
  {
    "id": "fin_0017",
    "term_translation": "Abschreibung",
    "definition_translation": "Depreciation; die systematische Verteilung der Anschaffungskosten eines Sachanlagevermögens über dessen Nutzungsdauer.",
    "example_translation": "Wir erfassen jedes Jahr die Abschreibung auf die Lieferwagen."
  },
  {
    "id": "fin_0018",
    "term_translation": "Amortisation",
    "definition_translation": "Der Prozess der Kostenverteilung für immaterielle Vermögenswerte über deren Nutzungsdauer.",
    "example_translation": "Die Amortisation des Patents verringerte unser zu versteuerndes Einkommen."
  },
  {
    "id": "fin_0019",
    "term_translation": "Forderungen",
    "definition_translation": "Accounts Receivable; Geld, das Kunden dem Unternehmen für gelieferte Waren oder Dienstleistungen schulden.",
    "example_translation": "Das Finanzteam arbeitet daran, überfällige Forderungen einzutreiben."
  },
  {
    "id": "fin_0020",
    "term_translation": "Verbindlichkeiten aus Lieferungen und Leistungen",
    "definition_translation": "Accounts Payable; Geld, das ein Unternehmen seinen Gläubigern (Lieferanten) schuldet.",
    "example_translation": "Wir planen die Zahlung der Verbindlichkeiten, um Mahngebühren zu vermeiden."
  },
  {
    "id": "fin_0021",
    "term_translation": "Cashflow",
    "definition_translation": "Der Nettozufluss und -abfluss von liquiden Mitteln in einem Unternehmen.",
    "example_translation": "Das Management des Cashflows ist entscheidend für das Überleben kleiner Unternehmen."
  },
  {
    "id": "fin_0022",
    "term_translation": "Geschäftsjahr",
    "definition_translation": "Ein einjähriger Zeitraum, den Unternehmen für die Finanzberichterstattung und Budgetierung nutzen.",
    "example_translation": "Unser Geschäftsjahr endet im März statt im Dezember."
  },
  {
    "id": "fin_0023",
    "term_translation": "Wirtschaftsprüfung",
    "definition_translation": "Audit; eine offizielle Prüfung der Konten einer Organisation, meist durch Unabhängige.",
    "example_translation": "Die externe Wirtschaftsprüfung bestätigte die Genauigkeit der Finanzberichte."
  },
  {
    "id": "fin_0024",
    "term_translation": "Budgetabweichung",
    "definition_translation": "Die Differenz zwischen dem geplanten Budgetbetrag und dem tatsächlichen Betrag.",
    "example_translation": "Der Manager musste die erhebliche Budgetabweichung bei den Marketingausgaben erklären."
  },
  {
    "id": "fin_0025",
    "term_translation": "Liquidität",
    "definition_translation": "Die Verfügbarkeit flüssiger Mittel, um Zahlungsverpflichtungen zu erfüllen.",
    "example_translation": "Hohe Liquidität ermöglicht es der Firma, Schulden schnell zu begleichen."
  },
  {
    "id": "fin_0026",
    "term_translation": "Insolvenz",
    "definition_translation": "Der Zustand, in dem ein Schuldner seine Zahlungsverpflichtungen nicht mehr erfüllen kann.",
    "example_translation": "Dem Unternehmen drohte nach dem Verlust seines größten Kunden die Insolvenz."
  },
  {
    "id": "fin_0027",
    "term_translation": "Gemeinkosten",
    "definition_translation": "Overhead; Geschäftskosten, die nicht direkt der Herstellung eines Produkts zugeordnet werden können.",
    "example_translation": "Miete und Versicherung sind Teil der Gemeinkosten des Unternehmens."
  },
  {
    "id": "fin_0028",
    "term_translation": "Dividende",
    "definition_translation": "Eine Ausschüttung von Unternehmensgewinnen an berechtigte Aktionäre.",
    "example_translation": "Der Vorstand kündigte eine vierteljährliche Dividende von fünfzig Cent pro Aktie an."
  },
  {
    "id": "fin_0029",
    "term_translation": "Börsengang",
    "definition_translation": "IPO (Initial Public Offering); das erstmalige öffentliche Angebot von Aktien eines Unternehmens.",
    "example_translation": "Das Tech-Startup bereitet sich auf seinen Börsengang im nächsten Jahr vor."
  },
  {
    "id": "fin_0030",
    "term_translation": "Leverage-Effekt",
    "definition_translation": "Der Einsatz von Fremdkapital, um die Eigenkapitalrendite einer Investition zu steigern.",
    "example_translation": "Die Firma nutzte einen hohen Leverage-Effekt, um die Übernahme zu finanzieren."
  },
  {
    "id": "fin_0031",
    "term_translation": "Nettoergebnis",
    "definition_translation": "Bottom Line; das Nettoergebnis eines Unternehmens oder das Endergebnis einer Entscheidung.",
    "example_translation": "Letztendlich wird diese Entscheidung das Ergebnis unterm Strich beeinflussen."
  },
  {
    "id": "fin_0032",
    "term_translation": "Gewinnschwelle",
    "definition_translation": "Break-Even-Point; der Punkt, an dem Gesamtkosten und Gesamterlöse gleich sind.",
    "example_translation": "Wir erwarten, die Gewinnschwelle innerhalb von sechs Monaten nach dem Start zu erreichen."
  },
  {
    "id": "fin_0033",
    "term_translation": "Bonität",
    "definition_translation": "Credit Rating; Einschätzung der Fähigkeit einer Person oder Organisation, finanzielle Verpflichtungen zu erfüllen.",
    "example_translation": "Eine gute Bonität ermöglichte es dem Unternehmen, Kredite zu günstigeren Zinsen aufzunehmen."
  },
  {
    "id": "fin_0034",
    "term_translation": "Finanzprognose",
    "definition_translation": "Forecasting; der Prozess der Vorhersage zukünftiger Entwicklungen auf Basis von Daten.",
    "example_translation": "Die Finanzprognose hilft uns, uns auf saisonale Schwankungen vorzubereiten."
  },
  {
    "id": "fin_0035",
    "term_translation": "Marge",
    "definition_translation": "Die Differenz zwischen den Kosten für ein Produkt und dessen Verkaufspreis.",
    "example_translation": "Wir müssen unsere Marge erhöhen, indem wir bessere Lieferantenpreise aushandeln."
  },
  {
    "id": "fin_0036",
    "term_translation": "Portfolio",
    "definition_translation": "Ein Bestand an Investitionen, die von einer Person oder Organisation gehalten werden.",
    "example_translation": "Die Diversifizierung des Portfolios reduziert das Gesamtrisiko."
  },
  {
    "id": "fin_0037",
    "term_translation": "Unternehmensbewertung",
    "definition_translation": "Valuation; der Prozess zur Bestimmung des aktuellen Wertes eines Vermögenswerts oder Unternehmens.",
    "example_translation": "Die Unternehmensbewertung des Startups war höher als erwartet."
  },
  {
    "id": "fin_0038",
    "term_translation": "Fixkosten",
    "definition_translation": "Kosten, die sich unabhängig von der Produktionsmenge nicht ändern.",
    "example_translation": "Miete ist ein Fixkostenblock, den wir unabhängig vom Umsatz zahlen."
  },
  {
    "id": "fin_0039",
    "term_translation": "Variable Kosten",
    "definition_translation": "Unternehmensausgaben, die sich proportional zur Produktionsleistung ändern.",
    "example_translation": "Rohstoffe sind variable Kosten, die steigen, wenn wir mehr Einheiten produzieren."
  },
  {
    "id": "fin_0040",
    "term_translation": "IFRS (Internationale Rechnungslegungsstandards)",
    "definition_translation": "International Financial Reporting Standards; ein weltweit verwendeter Satz von Rechnungslegungsstandards.",
    "example_translation": "Europäische Unternehmen müssen ihre Konzernabschlüsse nach IFRS erstellen."
  },
  {
    "id": "fin_0041",
    "term_translation": "Periodengerechte Abgrenzung",
    "definition_translation": "Accrual Accounting; Buchführungsmethode, bei der Einnahmen/Ausgaben bei Entstehung erfasst werden, nicht bei Zahlung.",
    "example_translation": "Die periodengerechte Abgrenzung liefert ein genaueres Bild der Finanzlage als die Ist-Versteuerung."
  },
  {
    "id": "fin_0042",
    "term_translation": "Hauptbuch",
    "definition_translation": "Das zentrale Kontenwerk, das alle Geschäftsvorfälle eines Unternehmens zusammenfasst.",
    "example_translation": "Der Buchhalter aktualisierte das Hauptbuch mit den neuesten Rechnungen."
  },
  {
    "id": "fin_0043",
    "term_translation": "Portokasse",
    "definition_translation": "Petty Cash; ein kleiner Bargeldbestand für geringfügige Ausgaben.",
    "example_translation": "Büromaterial wurde aus der Portokasse bezahlt."
  },
  {
    "id": "fin_0044",
    "term_translation": "Kontenabstimmung",
    "definition_translation": "Reconciliation; der Prozess, um sicherzustellen, dass zwei Datensätze (z.B. Bank und Buchhaltung) übereinstimmen.",
    "example_translation": "Eine monatliche Kontenabstimmung wird durchgeführt, um Fehler zu finden."
  },
  {
    "id": "fin_0045",
    "term_translation": "Steueroase",
    "definition_translation": "Ein Land oder Gebiet, in dem Steuern zu sehr niedrigen Sätzen erhoben werden.",
    "example_translation": "Das Unternehmen wurde kritisiert, weil es eine Steueroase nutzte, um Verbindlichkeiten zu senken."
  },
  {
    "id": "fin_0046",
    "term_translation": "Fiskalpolitik",
    "definition_translation": "Anpassungen der Staatsausgaben und Steuersätze zur Beeinflussung der Wirtschaft.",
    "example_translation": "Änderungen in der Fiskalpolitik können die Körperschaftsteuersätze beeinflussen."
  },
  {
    "id": "fin_0047",
    "term_translation": "Umsatzkosten",
    "definition_translation": "Cost of Goods Sold (COGS); die direkten Kosten, die der Produktion der verkauften Waren zugeordnet sind.",
    "example_translation": "Die Senkung der Umsatzkosten ist eine Priorität für das Produktionsteam."
  },
  {
    "id": "fin_0048",
    "term_translation": "Asset Allocation",
    "definition_translation": "Anlagestrategie, die das Portfolio auf verschiedene Anlageklassen verteilt, um Risiko und Ertrag auszugleichen.",
    "example_translation": "Unsere Asset Allocation hat sich in diesem Jahr stärker in Richtung Anleihen verschoben."
  },
  {
    "id": "fin_0049",
    "term_translation": "Burn-Rate",
    "definition_translation": "Die Rate, mit der ein junges Unternehmen sein Kapital verbraucht, bevor es profitabel ist.",
    "example_translation": "Das Startup muss seine Burn-Rate senken, um bis zur nächsten Finanzierungsrunde zu überleben."
  },
  {
    "id": "fin_0050",
    "term_translation": "Rendite",
    "definition_translation": "Yield; der Ertrag einer Investition (z.B. Zinsen oder Dividenden), meist in Prozent ausgedrückt.",
    "example_translation": "Die Anleihe bietet eine jährliche Rendite von vier Prozent."
  },
  {
    "id": "fin_0051",
    "term_translation": "Veräußerungsgewinn",
    "definition_translation": "Der Gewinn, der aus dem Verkauf eines Vermögenswerts (wie Aktien oder Immobilien) zu einem höheren Preis als dem Kaufpreis erzielt wird.",
    "example_translation": "Er musste Steuern auf den Veräußerungsgewinn aus dem Hausverkauf zahlen."
  },
  {
    "id": "fin_0052",
    "term_translation": "Veräußerungsverlust",
    "definition_translation": "Der Verlust, der entsteht, wenn ein Vermögenswert unter seinem ursprünglichen Kaufpreis verkauft wird.",
    "example_translation": "Investoren können einen Veräußerungsverlust nutzen, um steuerpflichtige Gewinne auszugleichen."
  },
  {
    "id": "fin_0053",
    "term_translation": "Bullenmarkt",
    "definition_translation": "Hausse; eine Marktsituation, in der die Preise steigen oder ein Anstieg erwartet wird.",
    "example_translation": "In einem Bullenmarkt ist das Vertrauen der Investoren hoch und die Kaufaktivität nimmt zu."
  },
  {
    "id": "fin_0054",
    "term_translation": "Bärenmarkt",
    "definition_translation": "Baisse; eine Marktsituation, in der die Preise fallen oder ein Rückgang erwartet wird.",
    "example_translation": "Während eines Bärenmarktes schichten viele Investoren ihr Geld in sicherere Anlagen um."
  },
  {
    "id": "fin_0055",
    "term_translation": "Sicherheit",
    "definition_translation": "Collateral; ein Vermögenswert, den ein Kreditnehmer einem Kreditgeber als Garantie für einen Kredit verpfändet.",
    "example_translation": "Die Bank verlangte das Haus als Sicherheit für die Hypothek."
  },
  {
    "id": "fin_0056",
    "term_translation": "Zinsen",
    "definition_translation": "Die Gebühr für das Ausleihen von Geld, typischerweise als jährlicher Prozentsatz ausgedrückt.",
    "example_translation": "Hohe Zinsen können Unternehmen davon abhalten, neue Kredite aufzunehmen."
  },
  {
    "id": "fin_0057",
    "term_translation": "Kapitalbetrag",
    "definition_translation": "Die ursprüngliche Summe des geliehenen Geldes oder der Investition, ohne Zinsen.",
    "example_translation": "Monatliche Raten decken sowohl die Zinsen als auch einen Teil des Kapitalbetrags ab."
  },
  {
    "id": "fin_0058",
    "term_translation": "Zinseszins",
    "definition_translation": "Zinsen, die auf das ursprüngliche Kapital sowie auf die akkumulierten Zinsen früherer Perioden berechnet werden.",
    "example_translation": "Der Zinseszins lässt Ersparnisse im Laufe der Zeit schneller wachsen."
  },
  {
    "id": "fin_0059",
    "term_translation": "Inflation",
    "definition_translation": "Ein allgemeiner Preisanstieg und ein Rückgang der Kaufkraft des Geldes.",
    "example_translation": "Zentralbanken erhöhen die Zinsen, um eine hohe Inflation zu kontrollieren."
  },
  {
    "id": "fin_0060",
    "term_translation": "Deflation",
    "definition_translation": "Ein Rückgang des allgemeinen Preisniveaus in einer Volkswirtschaft.",
    "example_translation": "Anhaltende Deflation kann zu geringeren Konsumausgaben und wirtschaftlicher Stagnation führen."
  },
  {
    "id": "fin_0061",
    "term_translation": "Wechselkurs",
    "definition_translation": "Der Wert einer Währung zum Zweck der Umrechnung in eine andere.",
    "example_translation": "Der schwankende Wechselkurs beeinflusst die Kosten für importierte Waren."
  },
  {
    "id": "fin_0062",
    "term_translation": "Anleihe",
    "definition_translation": "Ein festverzinsliches Wertpapier, das einen Kredit eines Investors an einen Emittenten darstellt.",
    "example_translation": "Staatsanleihen gelten allgemein als risikoarme Investitionen."
  },
  {
    "id": "fin_0063",
    "term_translation": "Kupon",
    "definition_translation": "Der jährliche Zinssatz, der auf eine Anleihe gezahlt wird, ausgedrückt als Prozentsatz des Nennwerts.",
    "example_translation": "Diese Anleihe zahlt halbjährlich einen Kupon von fünf Prozent."
  },
  {
    "id": "fin_0064",
    "term_translation": "Fälligkeit",
    "definition_translation": "Das Datum, an dem die Laufzeit eines Finanzinstruments endet und das Kapital zurückgezahlt wird.",
    "example_translation": "Die Anleihe erreicht ihre Fälligkeit in zehn Jahren."
  },
  {
    "id": "fin_0065",
    "term_translation": "Zahlungsausfall",
    "definition_translation": "Default; das Versäumnis, einer Verpflichtung nachzukommen, insbesondere einen Kredit zurückzuzahlen.",
    "example_translation": "Wenn das Unternehmen weiterhin Verluste schreibt, droht ein Zahlungsausfall."
  },
  {
    "id": "fin_0066",
    "term_translation": "Kontoüberziehung",
    "definition_translation": "Ein negativer Saldo auf einem Bankkonto, verursacht durch das Abheben von mehr Geld als vorhanden ist.",
    "example_translation": "Das Unternehmen nutzt eine Kontoüberziehung, um kurzfristige Liquiditätsengpässe zu überbrücken."
  },
  {
    "id": "fin_0067",
    "term_translation": "Fusion",
    "definition_translation": "Merger; eine Vereinbarung, die zwei bestehende Unternehmen zu einem neuen Unternehmen vereint.",
    "example_translation": "Die Fusion der beiden Tech-Giganten schuf einen neuen Marktführer."
  },
  {
    "id": "fin_0068",
    "term_translation": "Übernahme",
    "definition_translation": "Acquisition; eine Unternehmensaktion, bei der ein Unternehmen die meisten oder alle Anteile eines anderen kauft.",
    "example_translation": "Die Übernahme ermöglichte der Firma einen schnellen Eintritt in den asiatischen Markt."
  },
  {
    "id": "fin_0069",
    "term_translation": "Due Diligence",
    "definition_translation": "Eine sorgfältige Prüfung eines Unternehmens durch einen potenziellen Käufer vor Vertragsabschluss.",
    "example_translation": "Wir führten eine finanzielle Due Diligence durch, bevor wir den Deal unterzeichneten."
  },
  {
    "id": "fin_0070",
    "term_translation": "Geschäftswert",
    "definition_translation": "Goodwill; ein immaterieller Vermögenswert, der entsteht, wenn ein Käufer ein bestehendes Unternehmen erwirbt.",
    "example_translation": "Der Geschäftswert beinhaltet den Wert der Marke und der Kundenbindung."
  },
  {
    "id": "fin_0071",
    "term_translation": "Immaterieller Vermögenswert",
    "definition_translation": "Ein Vermögenswert ohne physische Substanz, wie ein Patent, eine Marke oder ein Urheberrecht.",
    "example_translation": "Softwareunternehmen verfügen oft über bedeutende immaterielle Vermögenswerte."
  },
  {
    "id": "fin_0072",
    "term_translation": "Sachanlagevermögen",
    "definition_translation": "Ein Vermögenswert mit physischer Form, wie Maschinen, Gebäude oder Grundstücke.",
    "example_translation": "Produktionsfirmen sind stark auf Sachanlagevermögen angewiesen."
  },
  {
    "id": "fin_0073",
    "term_translation": "Vorräte",
    "definition_translation": "Inventory; Rohstoffe, unfertige Erzeugnisse und fertige Waren, die zum Verkauf bereitstehen.",
    "example_translation": "Überschüssige Vorräte können wertvolles Bargeld binden."
  },
  {
    "id": "fin_0074",
    "term_translation": "Lieferkette",
    "definition_translation": "Supply Chain; das Netzwerk aller Personen, Ressourcen und Aktivitäten, die an der Erstellung und dem Verkauf eines Produkts beteiligt sind.",
    "example_translation": "Störungen in der Lieferkette erhöhten unsere Produktionskosten."
  },
  {
    "id": "fin_0075",
    "term_translation": "Hedgefonds",
    "definition_translation": "Eine Investmentgesellschaft, die verschiedene, oft risikoreiche Strategien anwendet, um hohe Renditen zu erzielen.",
    "example_translation": "Hedgefonds sind oft nur für wohlhabende oder institutionelle Investoren zugänglich."
  },
  {
    "id": "fin_0076",
    "term_translation": "Private Equity",
    "definition_translation": "Außerbörsliches Eigenkapital; Kapital, das in nicht börsennotierte Unternehmen investiert wird.",
    "example_translation": "Die Private-Equity-Firma plant, das Unternehmen von der Börse zu nehmen und umzustrukturieren."
  },
  {
    "id": "fin_0077",
    "term_translation": "Risikokapital",
    "definition_translation": "Venture Capital; Finanzierung für Startups und kleine Unternehmen mit langfristigem Wachstumspotenzial.",
    "example_translation": "Das Startup sicherte sich fünf Millionen an Risikokapital."
  },
  {
    "id": "fin_0078",
    "term_translation": "Stammaktie",
    "definition_translation": "Ein Wertpapier, das Eigentum an einer Kapitalgesellschaft verbrieft und Stimmrecht gewährt.",
    "example_translation": "Inhaber von Stammaktien werden im Konkursfall meist als letzte ausgezahlt."
  },
  {
    "id": "fin_0079",
    "term_translation": "Vorzugsaktie",
    "definition_translation": "Eine Aktienklasse, die vorrangigen Anspruch auf Vermögenswerte und Gewinne gegenüber Stammaktien hat.",
    "example_translation": "Eine Vorzugsaktie zahlt eine feste Dividende, hat aber meist kein Stimmrecht."
  },
  {
    "id": "fin_0080",
    "term_translation": "Standardwert",
    "definition_translation": "Blue Chip; Aktie eines großen, national bekannten und finanziell soliden Unternehmens.",
    "example_translation": "Viele Pensionsfonds konzentrieren sich auf Standardwerte für Stabilität."
  },
  {
    "id": "fin_0081",
    "term_translation": "Pennystock",
    "definition_translation": "Eine Aktie, die zu einem sehr niedrigen Preis gehandelt wird und als hochspekulativ gilt.",
    "example_translation": "Das Investieren in Pennystocks birgt ein hohes Verlustrisiko."
  },
  {
    "id": "fin_0082",
    "term_translation": "Leerverkauf",
    "definition_translation": "Der Verkauf eines geliehenen Wertpapiers in der Erwartung, dass dessen Preis fallen wird.",
    "example_translation": "Leerverkauf kann in einem Bärenmarkt profitabel, aber auch riskant sein."
  },
  {
    "id": "fin_0083",
    "term_translation": "Long-Position",
    "definition_translation": "Der Kauf eines Wertpapiers (z. B. Aktie) in der Erwartung, dass der Vermögenswert an Wert gewinnt.",
    "example_translation": "Wir halten eine Long-Position in Aktien erneuerbarer Energien."
  },
  {
    "id": "fin_0084",
    "term_translation": "Marktkapitalisierung",
    "definition_translation": "Der Gesamtwert aller ausstehenden Aktien eines Unternehmens.",
    "example_translation": "Apple war das erste Unternehmen, das eine Marktkapitalisierung von einer Billion Dollar erreichte."
  },
  {
    "id": "fin_0085",
    "term_translation": "Gewinn je Aktie",
    "definition_translation": "EPS; der Teil des Unternehmensgewinns, der jeder ausstehenden Stammaktie zugeordnet wird.",
    "example_translation": "Analysten waren vom niedriger als erwarteten Gewinn je Aktie enttäuscht."
  },
  {
    "id": "fin_0086",
    "term_translation": "Kurs-Gewinn-Verhältnis",
    "definition_translation": "KGV (P/E Ratio); Kennzahl zur Bewertung eines Unternehmens, die den aktuellen Aktienkurs ins Verhältnis zum Gewinn je Aktie setzt.",
    "example_translation": "Ein hohes Kurs-Gewinn-Verhältnis deutet darauf hin, dass Investoren hohes künftiges Wachstum erwarten."
  },
  {
    "id": "fin_0087",
    "term_translation": "Buchwert",
    "definition_translation": "Der Wert eines Vermögenswerts oder Unternehmens laut Bilanz (Aktiva minus Verbindlichkeiten).",
    "example_translation": "Idealerweise kauft man Aktien, wenn ihr Preis nahe ihrem Buchwert liegt."
  },
  {
    "id": "fin_0088",
    "term_translation": "Nennwert",
    "definition_translation": "Der nominale Wert eines Wertpapiers, wie er vom Emittenten festgelegt wurde.",
    "example_translation": "Die Anleihe wird zu ihrem Nennwert von tausend Dollar zurückgezahlt."
  },
  {
    "id": "fin_0089",
    "term_translation": "Arbitrage",
    "definition_translation": "Der gleichzeitige Kauf und Verkauf eines Vermögenswerts, um von Preisunterschieden zu profitieren.",
    "example_translation": "Händler nutzten Arbitrage, um von Preisunterschieden zwischen den Börsen in London und New York zu profitieren."
  },
  {
    "id": "fin_0090",
    "term_translation": "Benchmark",
    "definition_translation": "Ein Maßstab oder Vergleichswert, an dem die Leistung einer Investition gemessen wird.",
    "example_translation": "Der S&P 500 ist eine übliche Benchmark für US-Aktienfonds."
  },
  {
    "id": "fin_0091",
    "term_translation": "Volatilität",
    "definition_translation": "Ein statistisches Maß für die Schwankungsbreite der Renditen eines Wertpapiers.",
    "example_translation": "Kryptomärkte sind für ihre extreme Volatilität bekannt."
  },
  {
    "id": "fin_0092",
    "term_translation": "Korrektur",
    "definition_translation": "Ein Rückgang des Preises eines Wertpapiers oder Index um zehn Prozent oder mehr.",
    "example_translation": "Analysten glauben, dass nach der jüngsten Rallye eine Marktkorrektur fällig ist."
  },
  {
    "id": "fin_0093",
    "term_translation": "Rezession",
    "definition_translation": "Ein signifikanter Rückgang der wirtschaftlichen Aktivität, der länger als ein paar Monate andauert.",
    "example_translation": "Die Zentralbank senkte die Zinsen, um eine Rezession zu verhindern."
  },
  {
    "id": "fin_0094",
    "term_translation": "Diversifikation",
    "definition_translation": "Risikomanagement-Strategie, bei der verschiedene Investitionen in einem Portfolio gemischt werden.",
    "example_translation": "Diversifikation schützt Ihr Portfolio vor einem Abschwung in einem einzelnen Sektor."
  },
  {
    "id": "fin_0095",
    "term_translation": "Derivat",
    "definition_translation": "Ein Finanzinstrument, dessen Wert von einem Basiswert (z. B. Aktie, Rohstoff) abhängt.",
    "example_translation": "Optionen und Futures sind gängige Arten von Derivaten."
  },
  {
    "id": "fin_0096",
    "term_translation": "Option",
    "definition_translation": "Ein Derivat, das dem Käufer das Recht (aber nicht die Pflicht) gibt, einen Vermögenswert zu einem bestimmten Preis zu kaufen oder zu verkaufen.",
    "example_translation": "Er kaufte eine Call-Option und wettete darauf, dass der Aktienkurs steigen würde."
  },
  {
    "id": "fin_0097",
    "term_translation": "Terminkontrakt",
    "definition_translation": "Future; ein Vertrag, der dazu verpflichtet, einen Vermögenswert in der Zukunft zu einem festgelegten Preis zu kaufen oder zu verkaufen.",
    "example_translation": "Landwirte nutzen Terminkontrakte, um Preise für ihre Ernte abzusichern."
  },
  {
    "id": "fin_0098",
    "term_translation": "Akkreditiv",
    "definition_translation": "Letter of Credit; eine Bankgarantie, dass die Zahlung eines Käufers pünktlich beim Verkäufer eingeht.",
    "example_translation": "Der internationale Handel verlässt sich oft auf ein Akkreditiv, um Risiken zu mindern."
  },
  {
    "id": "fin_0099",
    "term_translation": "Risikomanagement",
    "definition_translation": "Die Identifizierung, Bewertung und Priorisierung von Risiken sowie Maßnahmen zu deren Minimierung.",
    "example_translation": "Effektives Risikomanagement ist für langfristige Stabilität unerlässlich."
  },
  {
    "id": "fin_0100",
    "term_translation": "Währung",
    "definition_translation": "Ein Geldsystem, das in einem bestimmten Land allgemein verwendet wird.",
    "example_translation": "Der Euro ist die offizielle Währung der Eurozone."
  },
  {
    "id": "fin_0101",
    "term_translation": "Verwaltungsrat",
    "definition_translation": "Eine Gruppe von Personen, die gewählt wurde, um die Aktionäre zu vertreten und die Geschäftsführung zu überwachen.",
    "example_translation": "Der Verwaltungsrat stimmt über wichtige Entscheidungen wie Fusionen und Dividenden ab."
  },
  {
    "id": "fin_0102",
    "term_translation": "Aktionär",
    "definition_translation": "Eine Einzelperson oder Institution, die rechtmäßig eine oder mehrere Aktien einer Kapitalgesellschaft besitzt.",
    "example_translation": "Jeder Aktionär hat das Recht, auf der Jahreshauptversammlung abzustimmen."
  },
  {
    "id": "fin_0103",
    "term_translation": "Stakeholder",
    "definition_translation": "Interessengruppe; eine Partei, die ein Interesse an einem Unternehmen hat und dessen Geschäft beeinflussen kann.",
    "example_translation": "Mitarbeiter, Kunden und die lokale Gemeinschaft sind wichtige Stakeholder."
  },
  {
    "id": "fin_0104",
    "term_translation": "Vorstandsvorsitzender (CEO)",
    "definition_translation": "Chief Executive Officer; die ranghöchste Führungskraft in einem Unternehmen.",
    "example_translation": "Der Vorstandsvorsitzende ist verantwortlich für wichtige Unternehmensentscheidungen."
  },
  {
    "id": "fin_0105",
    "term_translation": "Finanzvorstand (CFO)",
    "definition_translation": "Chief Financial Officer; die Führungskraft, die für die finanziellen Maßnahmen eines Unternehmens verantwortlich ist.",
    "example_translation": "Der Finanzvorstand präsentierte den Investoren den Quartalsbericht."
  },
  {
    "id": "fin_0106",
    "term_translation": "Geldpolitik",
    "definition_translation": "Maßnahmen einer Zentralbank zur Steuerung der Geldmenge und der Zinssätze.",
    "example_translation": "Eine straffe Geldpolitik wird oft eingesetzt, um die Inflation einzudämmen."
  },
  {
    "id": "fin_0107",
    "term_translation": "Bruttoinlandsprodukt (BIP)",
    "definition_translation": "Der Gesamtwert der in einem Land während eines Jahres produzierten Waren und Dienstleistungen.",
    "example_translation": "Ein sinkendes BIP deutet normalerweise auf eine wirtschaftliche Rezession hin."
  },
  {
    "id": "fin_0108",
    "term_translation": "Zentralbank",
    "definition_translation": "Eine nationale Bank, die Finanz- und Bankdienstleistungen für die Regierung und das Geschäftsbankensystem ihres Landes erbringt.",
    "example_translation": "Die Zentralbank hat heute die Zinsen erhöht."
  },
  {
    "id": "fin_0109",
    "term_translation": "Geschäftsbank",
    "definition_translation": "Ein Finanzinstitut, das Einlagen annimmt, Girokonten anbietet und Geschäftskredite vergibt.",
    "example_translation": "Die meisten kleinen Unternehmen erhalten ihre erste Finanzierung von einer lokalen Geschäftsbank."
  },
  {
    "id": "fin_0110",
    "term_translation": "Zinssatz",
    "definition_translation": "Der Anteil eines Kredits, der dem Kreditnehmer als Zinsen berechnet wird.",
    "example_translation": "Ein niedriger Zinssatz fördert die Kreditaufnahme und Ausgaben."
  },
  {
    "id": "fin_0111",
    "term_translation": "Hypothek",
    "definition_translation": "Ein Darlehen zum Kauf von Immobilien, bei dem das Eigentum selbst als Sicherheit dient.",
    "example_translation": "Sie nahmen eine Hypothek mit dreißig Jahren Laufzeit auf, um ihr erstes Haus zu kaufen."
  },
  {
    "id": "fin_0112",
    "term_translation": "Kredit",
    "definition_translation": "Eine Geldsumme, die mit Zinsen zurückgezahlt werden soll.",
    "example_translation": "Das Unternehmen sicherte sich einen Kredit, um seinen Betrieb zu erweitern."
  },
  {
    "id": "fin_0113",
    "term_translation": "Kreditwürdigkeit",
    "definition_translation": "Scoring; eine Zahl, die Kreditgebern die Fähigkeit einer Person anzeigt, einen Kredit zurückzuzahlen.",
    "example_translation": "Eine hohe Kreditwürdigkeit ist wichtig für einen guten Hypothekenzins."
  },
  {
    "id": "fin_0114",
    "term_translation": "Crowdfunding",
    "definition_translation": "Schwarmfinanzierung; die Praxis, ein Projekt durch das Sammeln kleiner Geldbeträge von vielen Menschen zu finanzieren.",
    "example_translation": "Das Startup sammelte eine Million Dollar durch Equity-Crowdfunding."
  },
  {
    "id": "fin_0115",
    "term_translation": "Business Angel",
    "definition_translation": "Eine vermögende Privatperson, die finanzielle Unterstützung für kleine Startups bietet.",
    "example_translation": "Ein Business Angel stellte das Startkapital für die App bereit."
  },
  {
    "id": "fin_0116",
    "term_translation": "Startkapital",
    "definition_translation": "Seed Capital; die anfängliche Finanzierung, um ein Unternehmen zu gründen oder ein neues Produkt zu entwickeln.",
    "example_translation": "Sie suchen nach Startkapital, um einen Prototypen zu bauen."
  },
  {
    "id": "fin_0117",
    "term_translation": "Ausstiegsstrategie",
    "definition_translation": "Exit-Strategie; ein Plan für einen Investor oder Geschäftsinhaber, seine Investition oder sein Unternehmen zu verkaufen.",
    "example_translation": "Ein Börsengang ist eine übliche Ausstiegsstrategie für Risikokapitalgeber."
  },
  {
    "id": "fin_0118",
    "term_translation": "Einhorn (Unicorn)",
    "definition_translation": "Ein privates Startup-Unternehmen, das mit über einer Milliarde Dollar bewertet wird.",
    "example_translation": "Die Tech-Szene brachte dieses Jahr drei neue Einhörner hervor."
  },
  {
    "id": "fin_0119",
    "term_translation": "Investmentfonds",
    "definition_translation": "Ein Unternehmen, das Geld von vielen Anlegern sammelt und in Wertpapiere investiert.",
    "example_translation": "Er investiert in einen Investmentfonds, um seine Ersparnisse zu diversifizieren."
  },
  {
    "id": "fin_0120",
    "term_translation": "Hedgefonds",
    "definition_translation": "Ein Investmentfonds, der risikoreiche Strategien anwendet, um hohe Renditen zu erzielen.",
    "example_translation": "Hedgefonds nutzen oft Leerverkäufe, um von Marktabschwüngen zu profitieren."
  },
  {
    "id": "fin_0121",
    "term_translation": "Indexfonds",
    "definition_translation": "Ein Fonds, der entwickelt wurde, um einem bestimmten Index (wie dem DAX) zu folgen.",
    "example_translation": "Ein S&P 500 Indexfonds ist eine passive Anlagestrategie."
  },
  {
    "id": "fin_0122",
    "term_translation": "REIT",
    "definition_translation": "Ein Unternehmen, das ertragsbringende Immobilien besitzt, betreibt oder finanziert.",
    "example_translation": "Die Investition in einen REIT ermöglicht es Ihnen, Immobilien zu besitzen, ohne ein Gebäude zu kaufen."
  },
  {
    "id": "fin_0123",
    "term_translation": "Rente",
    "definition_translation": "Annuity; ein Finanzprodukt, das einen festen Strom von Zahlungen an eine Person auszahlt.",
    "example_translation": "Rentner kaufen oft eine Leibrente, um ein lebenslanges Einkommen zu garantieren."
  },
  {
    "id": "fin_0124",
    "term_translation": "Rohstoff",
    "definition_translation": "Commodity; ein grundlegendes Handelsgut, das mit anderen Gütern desselben Typs austauschbar ist.",
    "example_translation": "Gold, Öl und Weizen werden als Rohstoffe gehandelt."
  },
  {
    "id": "fin_0125",
    "term_translation": "Devisenmarkt (Forex)",
    "definition_translation": "Der Markt, auf dem Währungen gehandelt werden.",
    "example_translation": "Der Devisenmarkt ist der größte Finanzmarkt der Welt."
  },
  {
    "id": "fin_0126",
    "term_translation": "Liquidation",
    "definition_translation": "Der Prozess der Auflösung eines Unternehmens und der Verteilung seiner Vermögenswerte an Gläubiger.",
    "example_translation": "Der insolvente Einzelhändler begann gestern mit dem Liquidationsverkauf."
  },
  {
    "id": "fin_0127",
    "term_translation": "Insolvenz",
    "definition_translation": "Ein rechtliches Verfahren, das eine Person oder ein Unternehmen betrifft, das seine Schulden nicht zurückzahlen kann.",
    "example_translation": "Der Insolvenzantrag gab dem Unternehmen Zeit zur Reorganisation."
  },
  {
    "id": "fin_0128",
    "term_translation": "Rettungspaket",
    "definition_translation": "Bailout; finanzielle Unterstützung für ein scheiterndes Unternehmen oder eine Wirtschaft, um den Zusammenbruch zu verhindern.",
    "example_translation": "Das staatliche Rettungspaket verhinderte den Zusammenbruch des Bankensektors."
  },
  {
    "id": "fin_0129",
    "term_translation": "Zahlungsfähigkeit",
    "definition_translation": "Solvenz; die Fähigkeit eines Unternehmens, seine langfristigen Schulden und finanziellen Verpflichtungen zu erfüllen.",
    "example_translation": "Solvabilitätskennzahlen messen die Fähigkeit einer Firma, im Geschäft zu bleiben."
  },
  {
    "id": "fin_0130",
    "term_translation": "Umsatz",
    "definition_translation": "Der Geldbetrag, den ein Unternehmen in einem bestimmten Zeitraum durch Verkäufe einnimmt.",
    "example_translation": "Der Jahresumsatz überstieg erstmals zehn Millionen Dollar."
  },
  {
    "id": "fin_0131",
    "term_translation": "Beschaffung",
    "definition_translation": "Der Prozess der Suche, Vereinbarung und des Erwerbs von Waren oder Dienstleistungen.",
    "example_translation": "Die Beschaffungsabteilung verhandelt Verträge mit Lieferanten."
  },
  {
    "id": "fin_0132",
    "term_translation": "Lohnabrechnung",
    "definition_translation": "Payroll; die Liste der Mitarbeiter, die Anspruch auf Gehalt haben, sowie die Beträge.",
    "example_translation": "Eine korrekte Lohnabrechnung ist entscheidend für die Mitarbeiterzufriedenheit."
  },
  {
    "id": "fin_0133",
    "term_translation": "Prüfpfad",
    "definition_translation": "Audit Trail; eine schrittweise Aufzeichnung, mit der Buchhaltungsdaten bis zu ihrer Quelle zurückverfolgt werden können.",
    "example_translation": "Die Software führt einen vollständigen Prüfpfad aller Transaktionen."
  },
  {
    "id": "fin_0134",
    "term_translation": "Compliance",
    "definition_translation": "Regeltreue; die Einhaltung von Gesetzen, Richtlinien und Vorschriften.",
    "example_translation": "Der Compliance-Officer stellt sicher, dass wir alle Bankvorschriften befolgen."
  },
  {
    "id": "fin_0135",
    "term_translation": "Whistleblower",
    "definition_translation": "Hinweisgeber; eine Person, die illegale Aktivitäten in einer Organisation meldet.",
    "example_translation": "Der Whistleblower deckte Buchhaltungsbetrug im Unternehmen auf."
  },
  {
    "id": "fin_0136",
    "term_translation": "Betrug",
    "definition_translation": "Arglistige Täuschung mit dem Ziel, einen finanziellen oder persönlichen Vorteil zu erlangen.",
    "example_translation": "Kreditkartenbetrug kostet Banken jedes Jahr Milliarden."
  },
  {
    "id": "fin_0137",
    "term_translation": "Geldwäsche",
    "definition_translation": "Das Verschleiern der Herkunft illegal erworbener Gelder.",
    "example_translation": "Strenge Vorschriften sollen Geldwäsche verhindern."
  },
  {
    "id": "fin_0138",
    "term_translation": "Blockchain",
    "definition_translation": "Ein System, in dem ein Transaktionsregister über mehrere Computer verteilt geführt wird.",
    "example_translation": "Die Blockchain-Technologie gewährleistet die Transparenz des Hauptbuchs."
  },
  {
    "id": "fin_0139",
    "term_translation": "Robo-Advisor",
    "definition_translation": "Digitale Plattformen, die automatisierte, algorithmusbasierte Finanzplanungsdienste anbieten.",
    "example_translation": "Viele Millennials bevorzugen Robo-Advisor für ein kostengünstiges Portfoliomanagement."
  },
  {
    "id": "fin_0140",
    "term_translation": "Kryptowährung",
    "definition_translation": "Eine digitale Währung, bei der Transaktionen durch ein dezentrales System verifiziert werden.",
    "example_translation": "Bitcoin ist die bekannteste Kryptowährung."
  },
  {
    "id": "fin_0141",
    "term_translation": "Smart Contract",
    "definition_translation": "Ein sich selbst ausführungsvertrag Vertrag, der in Programmcode geschrieben ist.",
    "example_translation": "Smart Contracts automatisieren Zahlungen, sobald Bedingungen erfüllt sind."
  },
  {
    "id": "fin_0142",
    "term_translation": "Token",
    "definition_translation": "Ein digitaler Vermögenswert, der einen bestimmten Wert oder Nutzen auf einer Blockchain darstellt.",
    "example_translation": "Das Unternehmen gab einen Utility-Token für seine neue Plattform aus."
  },
  {
    "id": "fin_0143",
    "term_translation": "Systemrisiko",
    "definition_translation": "Die Möglichkeit, dass ein Ereignis auf Unternehmensebene eine Instabilität der gesamten Wirtschaft auslöst.",
    "example_translation": "Der Zusammenbruch einer Großbank stellt ein Systemrisiko für die Wirtschaft dar."
  },
  {
    "id": "fin_0144",
    "term_translation": "Haushaltsdefizit",
    "definition_translation": "Ein Fehlbetrag bei den Einnahmen einer Regierung im Vergleich zu ihren Ausgaben.",
    "example_translation": "Die Regierung gab Anleihen aus, um das Haushaltsdefizit zu finanzieren."
  },
  {
    "id": "fin_0145",
    "term_translation": "Sparpolitik",
    "definition_translation": "Austerität; strenge Wirtschaftspolitik einer Regierung zur Kontrolle der Staatsverschuldung.",
    "example_translation": "Die Sparpolitik umfasste Kürzungen bei öffentlichen Dienstleistungen."
  },
  {
    "id": "fin_0146",
    "term_translation": "Subvention",
    "definition_translation": "Eine Geldsumme, die vom Staat gewährt wird, um ein Unternehmen oder einen Industriezweig zu unterstützen.",
    "example_translation": "Landwirte erhalten eine Subvention, um die Lebensmittelpreise niedrig zu halten."
  },
  {
    "id": "fin_0147",
    "term_translation": "Zoll",
    "definition_translation": "Eine Steuer oder Abgabe, die auf eine bestimmte Klasse von Importen oder Exporten erhoben wird.",
    "example_translation": "Neue Zölle auf Stahlimporte erhöhten die Produktionskosten."
  },
  {
    "id": "fin_0148",
    "term_translation": "Quote",
    "definition_translation": "Eine staatliche Handelsbeschränkung, die die Menge der Waren begrenzt, die importiert werden dürfen.",
    "example_translation": "Die Importquote begrenzt die Menge an ausländischem Zucker."
  },
  {
    "id": "fin_0149",
    "term_translation": "Kapitalmarkt",
    "definition_translation": "Ein Finanzmarkt, auf dem langfristige Schuldtitel oder Wertpapiere gehandelt werden.",
    "example_translation": "Unternehmen beschaffen sich Mittel für die Expansion am Kapitalmarkt."
  },
  {
    "id": "fin_0150",
    "term_translation": "Finanzielle Notlage",
    "definition_translation": "Ein Zustand, in dem ein Unternehmen seine finanziellen Verpflichtungen nicht mehr erfüllen kann.",
    "example_translation": "Der Einzelhändler zeigte Monate vor der Schließung Anzeichen einer finanziellen Notlage."
  }
]