[
  {
    "id": "fin_0001",
    "term_translation": "Aktywa",
    "definition_translation": "Zasoby będące własnością firmy, posiadające wartość ekonomiczną i mające przynieść przyszłe korzyści.",
    "example_translation": "Aktywa firmy obejmują nieruchomości, sprzęt i własność intelektualną."
  },
  {
    "id": "fin_0002",
    "term_translation": "Zobowiązania",
    "definition_translation": "Pasywa; zobowiązania finansowe lub długi, które firma jest winna podmiotom zewnętrznym.",
    "example_translation": "Zmniejszenie zobowiązań krótkoterminowych poprawiło wskaźnik bieżącej płynności firmy."
  },
  {
    "id": "fin_0003",
    "term_translation": "Kapitał własny",
    "definition_translation": "Wartość udziałów właścicieli w firmie, obliczana jako aktywa pomniejszone o zobowiązania.",
    "example_translation": "Kapitał własny akcjonariuszy wzrósł po zyskownym kwartale."
  },
  {
    "id": "fin_0004",
    "term_translation": "Bilans",
    "definition_translation": "Sprawozdanie finansowe podsumowujące aktywa, pasywa i kapitał własny firmy w określonym momencie.",
    "example_translation": "Bilans wykazał silną pozycję gotówkową na koniec roku."
  },
  {
    "id": "fin_0005",
    "term_translation": "Rachunek zysków i strat",
    "definition_translation": "Raport finansowy pokazujący przychody i koszty firmy w określonym czasie.",
    "example_translation": "Rachunek zysków i strat ujawnił wyższe niż oczekiwano koszty operacyjne."
  },
  {
    "id": "fin_0006",
    "term_translation": "Rachunek przepływów pieniężnych",
    "definition_translation": "Sprawozdanie finansowe pokazujące, jak zmiany w bilansie i dochodach wpływają na gotówkę.",
    "example_translation": "Inwestorzy sprawdzili rachunek przepływów pieniężnych, aby upewnić się, że firma generuje gotówkę."
  },
  {
    "id": "fin_0007",
    "term_translation": "Przychód",
    "definition_translation": "Całkowita kwota pieniędzy wygenerowana ze sprzedaży towarów lub usług przed odliczeniem kosztów.",
    "example_translation": "Kampania marketingowa pomogła zwiększyć roczny przychód o dwadzieścia procent."
  },
  {
    "id": "fin_0008",
    "term_translation": "Koszty",
    "definition_translation": "Wydatki ponoszone przez przedsiębiorstwo w procesie generowania przychodów.",
    "example_translation": "Cięcie zbędnych kosztów podróży poprawiło wynik finansowy."
  },
  {
    "id": "fin_0009",
    "term_translation": "Zysk netto",
    "definition_translation": "Dochód netto; zysk pozostający po odjęciu od przychodów wszystkich kosztów, podatków i wydatków.",
    "example_translation": "Zysk netto jest często określany mianem wyniku końcowego."
  },
  {
    "id": "fin_0010",
    "term_translation": "Zysk brutto",
    "definition_translation": "Zysk, jaki firma osiąga po odliczeniu kosztów związanych z wytworzeniem i sprzedażą produktów.",
    "example_translation": "Wyższe koszty surowców obniżyły naszą marżę zysku brutto."
  },
  {
    "id": "fin_0011",
    "term_translation": "Zysk operacyjny",
    "definition_translation": "Zysk z podstawowej działalności operacyjnej, z wyłączeniem odliczeń odsetek i podatków.",
    "example_translation": "Zysk operacyjny koncentruje się na efektywności podstawowej działalności biznesowej."
  },
  {
    "id": "fin_0012",
    "term_translation": "Koszt własny sprzedaży (KWS)",
    "definition_translation": "Bezpośrednie koszty związane z wytworzeniem sprzedanych towarów.",
    "example_translation": "Obniżenie kosztu własnego sprzedaży znacząco poprawiło naszą marżę brutto."
  },
  {
    "id": "fin_0013",
    "term_translation": "Zwrot z inwestycji",
    "definition_translation": "ROI – Miara efektywności używana do oceny opłacalności inwestycji w stosunku do jej kosztu.",
    "example_translation": "Zwrot z inwestycji w nowe oprogramowanie oszacowano na piętnaście procent."
  },
  {
    "id": "fin_0014",
    "term_translation": "Nakłady inwestycyjne",
    "definition_translation": "CAPEX – Pieniądze wydawane przez firmę na nabycie lub utrzymanie aktywów trwałych.",
    "example_translation": "Zarząd zatwierdził duże nakłady inwestycyjne na nową fabrykę."
  },
  {
    "id": "fin_0015",
    "term_translation": "Koszty operacyjne",
    "definition_translation": "OPEX – Bieżące koszty związane z prowadzeniem produktu, biznesu lub systemu.",
    "example_translation": "Czynsz i media to typowe koszty operacyjne."
  },
  {
    "id": "fin_0016",
    "term_translation": "Kapitał obrotowy",
    "definition_translation": "Różnica między aktywami bieżącymi a zobowiązaniami bieżącymi firmy.",
    "example_translation": "Dodatni kapitał obrotowy zapewnia, że firma może regulować swoje krótkoterminowe zobowiązania."
  },
  {
    "id": "fin_0017",
    "term_translation": "Amortyzacja środków trwałych",
    "definition_translation": "Deprecjacja; systematyczne rozkładanie kosztu aktywa trwałego w czasie jego okresu użytkowania.",
    "example_translation": "Co roku księgujemy amortyzację środków trwałych takich jak samochody dostawcze."
  },
  {
    "id": "fin_0018",
    "term_translation": "Amortyzacja WNiP",
    "definition_translation": "Proces rozkładania kosztu wartości niematerialnej i prawnej (np. patentu) w czasie.",
    "example_translation": "Amortyzacja WNiP związana z nowym oprogramowaniem obniżyła nasz dochód do opodatkowania."
  },
  {
    "id": "fin_0019",
    "term_translation": "Należności",
    "definition_translation": "Pieniądze, które dłużnicy są winni firmie za dostarczone towary lub usługi.",
    "example_translation": "Zespół finansowy pracuje nad ściągnięciem przeterminowanych należności."
  },
  {
    "id": "fin_0020",
    "term_translation": "Zobowiązania wobec dostawców",
    "definition_translation": "Pieniądze, które firma jest winna swoim wierzycielom (Accounts payable).",
    "example_translation": "Planujemy spłatę zobowiązań wobec dostawców, aby uniknąć odsetek."
  },
  {
    "id": "fin_0021",
    "term_translation": "Przepływy pieniężne",
    "definition_translation": "Cash flow; różnica netto między gotówką wpływającą do firmy a z niej wypływającą.",
    "example_translation": "Zarządzanie przepływami pieniężnymi jest kluczowe dla przetrwania małych firm."
  },
  {
    "id": "fin_0022",
    "term_translation": "Rok obrotowy",
    "definition_translation": "Rok fiskalny; roczny okres, którego firmy używają do sprawozdawczości finansowej i budżetowania.",
    "example_translation": "Nasz rok obrotowy kończy się w marcu, a nie w grudniu."
  },
  {
    "id": "fin_0023",
    "term_translation": "Audyt",
    "definition_translation": "Oficjalna kontrola rachunków organizacji, zazwyczaj przeprowadzana przez niezależny podmiot.",
    "example_translation": "Audyt zewnętrzny potwierdził dokładność sprawozdań finansowych."
  },
  {
    "id": "fin_0024",
    "term_translation": "Odchylenie budżetowe",
    "definition_translation": "Różnica między planowaną kwotą wydatków lub przychodów a kwotą rzeczywistą.",
    "example_translation": "Menedżer musiał wyjaśnić znaczne odchylenie budżetowe w wydatkach na marketing."
  },
  {
    "id": "fin_0025",
    "term_translation": "Płynność finansowa",
    "definition_translation": "Zdolność firmy do terminowego regulowania swoich bieżących zobowiązań.",
    "example_translation": "Wysoka płynność finansowa pozwala firmie szybko spłacać długi."
  },
  {
    "id": "fin_0026",
    "term_translation": "Niewypłacalność",
    "definition_translation": "Stan, w którym podmiot nie jest w stanie spłacić swoich długów.",
    "example_translation": "Firma stanęła w obliczu niewypłacalności po utracie największego klienta."
  },
  {
    "id": "fin_0027",
    "term_translation": "Koszty ogólne",
    "definition_translation": "Overhead; wydatki biznesowe nieprzypisane bezpośrednio do tworzenia produktu lub usługi.",
    "example_translation": "Czynsz i ubezpieczenie są częścią kosztów ogólnych firmy."
  },
  {
    "id": "fin_0028",
    "term_translation": "Dywidenda",
    "definition_translation": "Wypłata części zysków korporacyjnych dla uprawnionych akcjonariuszy.",
    "example_translation": "Zarząd ogłosił kwartalną dywidendę w wysokości pięćdziesięciu groszy na akcję."
  },
  {
    "id": "fin_0029",
    "term_translation": "Pierwsza oferta publiczna",
    "definition_translation": "IPO; proces oferowania akcji prywatnej spółki publiczności w nowej emisji giełdowej.",
    "example_translation": "Startup technologiczny przygotowuje się do pierwszej oferty publicznej w przyszłym roku."
  },
  {
    "id": "fin_0030",
    "term_translation": "Dźwignia finansowa",
    "definition_translation": "Wykorzystanie pożyczonego kapitału do inwestycji w oczekiwaniu, że zyski przewyższą koszty odsetek.",
    "example_translation": "Firma użyła wysokiej dźwigni finansowej, aby sfinansować wykup."
  },
  {
    "id": "fin_0031",
    "term_translation": "Wynik końcowy",
    "definition_translation": "Bottom line; dochód netto lub zysk netto firmy, potocznie ostateczny rezultat.",
    "example_translation": "Ostatecznie ta decyzja wpłynie na wynik końcowy firmy."
  },
  {
    "id": "fin_0032",
    "term_translation": "Próg rentowności",
    "definition_translation": "BEP (Break-even point); punkt, w którym całkowite koszty i całkowite przychody są sobie równe.",
    "example_translation": "Spodziewamy się osiągnąć próg rentowności w ciągu sześciu miesięcy od startu."
  },
  {
    "id": "fin_0033",
    "term_translation": "Rating kredytowy",
    "definition_translation": "Ocena zdolności osoby lub organizacji do wypełniania zobowiązań finansowych.",
    "example_translation": "Wysoki rating kredytowy pozwolił firmie pożyczać pieniądze na niższy procent."
  },
  {
    "id": "fin_0034",
    "term_translation": "Prognozowanie finansowe",
    "definition_translation": "Proces przewidywania przyszłości na podstawie danych przeszłych i obecnych.",
    "example_translation": "Prognozowanie finansowe pomaga nam przygotować się na wahania sezonowe."
  },
  {
    "id": "fin_0035",
    "term_translation": "Marża",
    "definition_translation": "Różnica między kosztem nabycia lub wytworzenia produktu a ceną jego sprzedaży.",
    "example_translation": "Musimy zwiększyć naszą marżę poprzez negocjację lepszych stawek u dostawców."
  },
  {
    "id": "fin_0036",
    "term_translation": "Portfel inwestycyjny",
    "definition_translation": "Zbiór inwestycji posiadanych przez osobę lub organizację.",
    "example_translation": "Dywersyfikacja portfela inwestycyjnego zmniejsza ogólne ryzyko."
  },
  {
    "id": "fin_0037",
    "term_translation": "Wycena",
    "definition_translation": "Proces określania bieżącej wartości aktywa lub firmy.",
    "example_translation": "Wycena startupu była wyższa niż oczekiwano."
  },
  {
    "id": "fin_0038",
    "term_translation": "Koszt stały",
    "definition_translation": "Koszt, który nie zmienia się wraz ze wzrostem lub spadkiem wielkości produkcji.",
    "example_translation": "Czynsz to koszt stały, który płacimy niezależnie od wielkości sprzedaży."
  },
  {
    "id": "fin_0039",
    "term_translation": "Koszt zmienny",
    "definition_translation": "Wydatek firmowy, który zmienia się proporcjonalnie do wielkości produkcji.",
    "example_translation": "Surowce to koszt zmienny, który rośnie, gdy produkujemy więcej jednostek."
  },
  {
    "id": "fin_0040",
    "term_translation": "MSSF (IFRS)",
    "definition_translation": "Międzynarodowe Standardy Sprawozdawczości Finansowej; zestaw standardów rachunkowości.",
    "example_translation": "Spółki europejskie muszą sporządzać skonsolidowane sprawozdania finansowe zgodnie z MSSF."
  },
  {
    "id": "fin_0041",
    "term_translation": "Rachunkowość memoriałowa",
    "definition_translation": "Metoda księgowa, w której przychody i koszty są rejestrowane w momencie transakcji, a nie przepływu gotówki.",
    "example_translation": "Rachunkowość memoriałowa daje dokładniejszy obraz kondycji finansowej niż metoda kasowa."
  },
  {
    "id": "fin_0042",
    "term_translation": "Księga główna",
    "definition_translation": "Główny zbiór kont podsumowujący wszystkie transakcje zachodzące w jednostce.",
    "example_translation": "Księgowy zaktualizował księgę główną o najnowsze faktury."
  },
  {
    "id": "fin_0043",
    "term_translation": "Pogotowie kasowe",
    "definition_translation": "Petty cash; niewielka ilość gotówki przeznaczona na drobne wydatki biurowe.",
    "example_translation": "Materiały biurowe zostały zakupione z pogotowia kasowego."
  },
  {
    "id": "fin_0044",
    "term_translation": "Uzgodnienie sald",
    "definition_translation": "Rekoncyliacja; proces zapewnienia, że dwa zbiory rekordów (np. wyciąg i konto) są zgodne.",
    "example_translation": "Miesięczne uzgodnienie sald jest przeprowadzane w celu wykrycia błędów."
  },
  {
    "id": "fin_0045",
    "term_translation": "Raj podatkowy",
    "definition_translation": "Kraj lub niezależny obszar, w którym podatki są nakładane na bardzo niskim poziomie.",
    "example_translation": "Firma była krytykowana za korzystanie z raju podatkowego w celu obniżenia zobowiązań."
  },
  {
    "id": "fin_0046",
    "term_translation": "Polityka fiskalna",
    "definition_translation": "Dostosowania wydatków rządowych i stawek podatkowych w celu wpływania na gospodarkę kraju.",
    "example_translation": "Zmiany w polityce fiskalnej mogą wpłynąć na stawki podatku od osób prawnych."
  },
  {
    "id": "fin_0047",
    "term_translation": "Koszt własny sprzedaży",
    "definition_translation": "Bezpośrednie koszty przypisane do produkcji towarów sprzedanych przez firmę.",
    "example_translation": "Obniżenie kosztu własnego sprzedaży jest priorytetem dla zespołu produkcyjnego."
  },
  {
    "id": "fin_0048",
    "term_translation": "Alokacja aktywów",
    "definition_translation": "Strategia inwestycyjna polegająca na podziale portfela między różne klasy aktywów w celu zrównoważenia ryzyka.",
    "example_translation": "Nasza alokacja aktywów przesunęła się w tym roku bardziej w stronę obligacji."
  },
  {
    "id": "fin_0049",
    "term_translation": "Burn rate",
    "definition_translation": "Wskaźnik spalania gotówki; tempo, w jakim nowa firma zużywa kapitał na koszty stałe.",
    "example_translation": "Startup musi obniżyć burn rate, aby przetrwać do kolejnej rundy finansowania."
  },
  {
    "id": "fin_0050",
    "term_translation": "Stopa zwrotu",
    "definition_translation": "Yield; dochód z inwestycji (odsetki, dywidendy) wyrażony zazwyczaj procentowo.",
    "example_translation": "Obligacja oferuje roczną stopę zwrotu na poziomie czterech procent."
  },
  {
    "id": "fin_0051",
    "term_translation": "Zysk kapitałowy",
    "definition_translation": "Zysk zrealizowany ze sprzedaży aktywa (np. akcji lub nieruchomości) po cenie wyższej niż cena zakupu.",
    "example_translation": "Musiał zapłacić podatek od zysku kapitałowego ze sprzedaży domu."
  },
  {
    "id": "fin_0052",
    "term_translation": "Strata kapitałowa",
    "definition_translation": "Strata poniesiona, gdy aktywo jest sprzedawane za cenę niższą niż jego pierwotna cena zakupu.",
    "example_translation": "Inwestorzy mogą wykorzystać stratę kapitałową do obniżenia podatku od zysków."
  },
  {
    "id": "fin_0053",
    "term_translation": "Hossa",
    "definition_translation": "Rynek byka; sytuacja rynkowa, w której ceny rosną lub oczekuje się ich wzrostu.",
    "example_translation": "W czasie hossy zaufanie inwestorów jest wysokie, a aktywność zakupowa rośnie."
  },
  {
    "id": "fin_0054",
    "term_translation": "Bessa",
    "definition_translation": "Rynek niedźwiedzia; sytuacja rynkowa, w której ceny spadają lub oczekuje się ich spadku.",
    "example_translation": "Podczas bessy wielu inwestorów przenosi swoje pieniądze do bezpieczniejszych aktywów."
  },
  {
    "id": "fin_0055",
    "term_translation": "Zabezpieczenie",
    "definition_translation": "Aktywo, które pożyczkobiorca zastawia pożyczkodawcy jako gwarancję spłaty kredytu.",
    "example_translation": "Bank zażądał domu jako zabezpieczenia kredytu hipotecznego."
  },
  {
    "id": "fin_0056",
    "term_translation": "Odsetki",
    "definition_translation": "Opłata za przywilej pożyczenia pieniędzy, zazwyczaj wyrażona jako roczna stopa procentowa.",
    "example_translation": "Wysokie stopy procentowe (odsetki) mogą zniechęcać firmy do zaciągania nowych kredytów."
  },
  {
    "id": "fin_0057",
    "term_translation": "Kwota główna (kapitał)",
    "definition_translation": "Pierwotna suma pożyczonych pieniędzy lub kwota zainwestowana, bez odsetek.",
    "example_translation": "Miesięczne raty pokrywają zarówno odsetki, jak i część kwoty głównej."
  },
  {
    "id": "fin_0058",
    "term_translation": "Odsetki składane",
    "definition_translation": "Odsetki naliczane od początkowego kapitału oraz od skumulowanych odsetek z poprzednich okresów.",
    "example_translation": "Odsetki składane pozwalają oszczędnościom rosnąć szybciej w czasie."
  },
  {
    "id": "fin_0059",
    "term_translation": "Inflacja",
    "definition_translation": "Ogólny wzrost cen i spadek siły nabywczej pieniądza.",
    "example_translation": "Banki centralne podnoszą stopy, aby kontrolować wysoką inflację."
  },
  {
    "id": "fin_0060",
    "term_translation": "Deflacja",
    "definition_translation": "Obniżenie ogólnego poziomu cen w gospodarce.",
    "example_translation": "Długotrwała deflacja może prowadzić do niższych wydatków konsumpcyjnych i stagnacji gospodarczej."
  },
  {
    "id": "fin_0061",
    "term_translation": "Kurs walutowy",
    "definition_translation": "Wartość jednej waluty wyrażona w innej walucie w celu przeliczenia.",
    "example_translation": "Wahania kursu walutowego wpływają na koszt importowanych towarów."
  },
  {
    "id": "fin_0062",
    "term_translation": "Obligacja",
    "definition_translation": "Instrument dłużny reprezentujący pożyczkę udzieloną przez inwestora emitentowi.",
    "example_translation": "Obligacje skarbowe są powszechnie uważane za inwestycje o niskim ryzyku."
  },
  {
    "id": "fin_0063",
    "term_translation": "Kupon",
    "definition_translation": "Roczna stopa oprocentowania płacona od obligacji, wyrażona jako procent jej wartości nominalnej.",
    "example_translation": "Ta obligacja wypłaca pięcioprocentowy kupon co pół roku."
  },
  {
    "id": "fin_0064",
    "term_translation": "Termin zapadalności",
    "definition_translation": "Data, w której kończy się życie instrumentu finansowego i następuje spłata kapitału.",
    "example_translation": "Obligacja osiąga termin zapadalności za dziesięć lat."
  },
  {
    "id": "fin_0065",
    "term_translation": "Niewykonanie zobowiązania",
    "definition_translation": "Default; brak spełnienia obowiązku, zwłaszcza spłaty kredytu.",
    "example_translation": "Jeśli firma nadal będzie tracić pieniądze, może dojść do niewykonania zobowiązania."
  },
  {
    "id": "fin_0066",
    "term_translation": "Debet",
    "definition_translation": "Overdraft; ujemne saldo na rachunku bankowym spowodowane wybraniem większej kwoty niż dostępna.",
    "example_translation": "Firma posiada linię debetową, aby radzić sobie z krótkoterminowymi brakami gotówki."
  },
  {
    "id": "fin_0067",
    "term_translation": "Fuzja",
    "definition_translation": "Porozumienie, które łączy dwie istniejące firmy w jedną nową spółkę.",
    "example_translation": "Fuzja dwóch gigantów technologicznych stworzyła nowego lidera rynku."
  },
  {
    "id": "fin_0068",
    "term_translation": "Przejęcie",
    "definition_translation": "Działanie korporacyjne, w którym jedna firma kupuje większość lub całość udziałów innej firmy.",
    "example_translation": "Przejęcie pozwoliło firmie szybko wejść na rynek azjatycki."
  },
  {
    "id": "fin_0069",
    "term_translation": "Badanie due diligence",
    "definition_translation": "Kompleksowa analiza przedsiębiorstwa przeprowadzana przez potencjalnego nabywcę.",
    "example_translation": "Przeprowadziliśmy finansowe badanie due diligence przed podpisaniem umowy."
  },
  {
    "id": "fin_0070",
    "term_translation": "Wartość firmy (Goodwill)",
    "definition_translation": "Wartość niematerialna powstająca, gdy nabywca przejmuje istniejący biznes (nadwyżka ceny zakupu nad wartością księgową).",
    "example_translation": "Wartość firmy obejmuje siłę marki i lojalność klientów."
  },
  {
    "id": "fin_0071",
    "term_translation": "Wartości niematerialne i prawne",
    "definition_translation": "Aktywa, które nie mają postać fizycznej, takie jak patent, marka czy prawa autorskie.",
    "example_translation": "Firmy programistyczne często posiadają znaczne wartości niematerialne i prawne."
  },
  {
    "id": "fin_0072",
    "term_translation": "Rzeczowe aktywa trwałe",
    "definition_translation": "Aktywa posiadające formę fizyczną, takie jak maszyny, budynki czy grunty.",
    "example_translation": "Firmy produkcyjne w dużym stopniu polegają na rzeczowych aktywach trwałych."
  },
  {
    "id": "fin_0073",
    "term_translation": "Zapasy",
    "definition_translation": "Surowce, produkcja w toku i wyroby gotowe przeznaczone na sprzedaż.",
    "example_translation": "Nadmierne zapasy mogą zamrozić cenną gotówkę."
  },
  {
    "id": "fin_0074",
    "term_translation": "Łańcuch dostaw",
    "definition_translation": "Sieć wszystkich podmiotów, zasobów i działań zaangażowanych w stworzenie i sprzedaż produktu.",
    "example_translation": "Zakłócenia w łańcuchu dostaw zwiększyły nasze koszty produkcji."
  },
  {
    "id": "fin_0075",
    "term_translation": "Fundusz hedgingowy",
    "definition_translation": "Spółka inwestycyjna stosująca różnorodne, często ryzykowne strategie w celu osiągnięcia wysokich zysków.",
    "example_translation": "Fundusze hedgingowe są często dostępne tylko dla zamożnych inwestorów."
  },
  {
    "id": "fin_0076",
    "term_translation": "Private equity",
    "definition_translation": "Inwestycje na rynku niepublicznym; kapitał inwestowany w spółki nienotowane na giełdzie.",
    "example_translation": "Firma private equity planuje wycofać spółkę z giełdy i ją zrestrukturyzować."
  },
  {
    "id": "fin_0077",
    "term_translation": "Kapitał wysokiego ryzyka",
    "definition_translation": "Venture capital; finansowanie udzielane startupom, które mają potencjał długoterminowego wzrostu.",
    "example_translation": "Startup pozyskał pięć milionów w ramach finansowania kapitałem wysokiego ryzyka."
  },
  {
    "id": "fin_0078",
    "term_translation": "Akcja zwykła",
    "definition_translation": "Papier wartościowy reprezentujący udział w korporacji i dający prawo głosu.",
    "example_translation": "Posiadacze akcji zwykłych są zazwyczaj spłacani jako ostatni w przypadku bankructwa."
  },
  {
    "id": "fin_0079",
    "term_translation": "Akcja uprzywilejowana",
    "definition_translation": "Klasa udziałów w korporacji, która ma pierwszeństwo do aktywów i zysków przed akcjami zwykłymi.",
    "example_translation": "Akcja uprzywilejowana wypłaca stałą dywidendę, ale zazwyczaj nie daje prawa głosu."
  },
  {
    "id": "fin_0080",
    "term_translation": "Blue chip",
    "definition_translation": "Akcja dużej, stabilnej i wypłacalnej spółki o ugruntowanej pozycji rynkowej.",
    "example_translation": "Wiele funduszy emerytalnych skupia się na spółkach typu blue chip dla stabilności."
  },
  {
    "id": "fin_0081",
    "term_translation": "Akcja groszowa",
    "definition_translation": "Penny stock; akcja notowana po bardzo niskiej cenie, uważana za wysoce spekulacyjną.",
    "example_translation": "Inwestowanie w akcje groszowe niesie ze sobą wysokie ryzyko straty."
  },
  {
    "id": "fin_0082",
    "term_translation": "Krótka sprzedaż",
    "definition_translation": "Sprzedaż pożyczonego papieru wartościowego w oczekiwaniu, że jego cena spadnie.",
    "example_translation": "Krótka sprzedaż może być zyskowna podczas bessy, ale jest ryzykowna."
  },
  {
    "id": "fin_0083",
    "term_translation": "Pozycja długa",
    "definition_translation": "Zakup papieru wartościowego (np. akcji) w oczekiwaniu, że jego wartość wzrośnie.",
    "example_translation": "Utrzymujemy pozycję długą w akcjach spółek z sektora energii odnawialnej."
  },
  {
    "id": "fin_0084",
    "term_translation": "Kapitalizacja rynkowa",
    "definition_translation": "Całkowita wartość wszystkich wyemitowanych akcji spółki.",
    "example_translation": "Apple było pierwszą firmą, która osiągnęła kapitalizację rynkową jednego biliona dolarów."
  },
  {
    "id": "fin_0085",
    "term_translation": "Zysk na akcję",
    "definition_translation": "EPS; część zysku firmy przypadająca na każdą wyemitowaną akcję zwykłą.",
    "example_translation": "Analitycy byli rozczarowani niższym niż oczekiwano zyskiem na akcję."
  },
  {
    "id": "fin_0086",
    "term_translation": "Wskaźnik Cena/Zysk",
    "definition_translation": "P/E ratio; wskaźnik wyceny mierzący bieżącą cenę akcji w stosunku do zysku na akcję.",
    "example_translation": "Wysoki wskaźnik Cena/Zysk sugeruje, że inwestorzy oczekują wysokiego wzrostu w przyszłości."
  },
  {
    "id": "fin_0087",
    "term_translation": "Wartość księgowa",
    "definition_translation": "Wartość aktywa lub firmy zapisana w księgach rachunkowych (aktywa minus zobowiązania).",
    "example_translation": "Idealnie jest kupować akcje, gdy ich cena jest zbliżona do ich wartości księgowej."
  },
  {
    "id": "fin_0088",
    "term_translation": "Wartość nominalna",
    "definition_translation": "Nominalna wartość papieru wartościowego określona przez emitenta.",
    "example_translation": "Obligacja zostanie wykupiona po jej wartości nominalnej wynoszącej tysiąc dolarów."
  },
  {
    "id": "fin_0089",
    "term_translation": "Arbitraż",
    "definition_translation": "Jedoczesny zakup i sprzedaż aktywa w celu osiągnięcia zysku z różnicy cen.",
    "example_translation": "Traderzy użyli arbitrażu, aby zarobić na różnicach cen między giełdą w Londynie i Nowym Jorku."
  },
  {
    "id": "fin_0090",
    "term_translation": "Benchmark",
    "definition_translation": "Wzorzec lub punkt odniesienia, względem którego mierzy się wyniki inwestycji.",
    "example_translation": "Indeks S&P 500 jest powszechnym benchmarkiem dla amerykańskich funduszy akcji."
  },
  {
    "id": "fin_0091",
    "term_translation": "Zmienność",
    "definition_translation": "Statystyczna miara rozproszenia stóp zwrotu dla danego papieru wartościowego.",
    "example_translation": "Rynki kryptowalut są znane ze swojej ekstremalnej zmienności."
  },
  {
    "id": "fin_0092",
    "term_translation": "Korekta",
    "definition_translation": "Spadek ceny papieru wartościowego lub indeksu o dziesięć procent lub więcej.",
    "example_translation": "Analitycy uważają, że rynkowi należy się korekta po ostatnich wzrostach."
  },
  {
    "id": "fin_0093",
    "term_translation": "Recesja",
    "definition_translation": "Znaczący spadek aktywności gospodarczej trwający dłużej niż kilka miesięcy.",
    "example_translation": "Bank centralny obniżył stopy, aby zapobiec recesji."
  },
  {
    "id": "fin_0094",
    "term_translation": "Dywersyfikacja",
    "definition_translation": "Strategia zarządzania ryzykiem polegająca na mieszaniu różnych inwestycji w portfelu.",
    "example_translation": "Dywersyfikacja chroni portfel przed spadkiem koniunktury w jednym sektorze."
  },
  {
    "id": "fin_0095",
    "term_translation": "Instrument pochodny",
    "definition_translation": "Derywat; papier wartościowy, którego wartość zależy od aktywa bazowego (np. akcji, surowca).",
    "example_translation": "Opcje i kontrakty terminowe to popularne rodzaje instrumentów pochodnych."
  },
  {
    "id": "fin_0096",
    "term_translation": "Opcja",
    "definition_translation": "Instrument pochodny dający nabywcy prawo (ale nie obowiązek) kupna lub sprzedaży aktywa po określonej cenie.",
    "example_translation": "Kupił opcję kupna (call), obstawiając, że cena akcji wzrośnie."
  },
  {
    "id": "fin_0097",
    "term_translation": "Kontrakt terminowy",
    "definition_translation": "Futures; umowa zobowiązująca do kupna lub sprzedaży aktywa w przyszłości po ustalonej cenie.",
    "example_translation": "Rolnicy używają kontraktów terminowych, aby zabezpieczyć ceny swoich zbiorów."
  },
  {
    "id": "fin_0098",
    "term_translation": "Akredytywa",
    "definition_translation": "Gwarancja bankowa zapewniająca, że płatność kupującego trafi do sprzedającego na czas.",
    "example_translation": "Handel międzynarodowy często opiera się na akredytywie w celu zmniejszenia ryzyka."
  },
  {
    "id": "fin_0099",
    "term_translation": "Zarządzanie ryzykiem",
    "definition_translation": "Identyfikacja, ocena i priorytetyzacja ryzyk oraz działania mające na celu minimalizację ich wpływu.",
    "example_translation": "Skuteczne zarządzanie ryzykiem jest niezbędne dla długoterminowej stabilności."
  },
  {
    "id": "fin_0100",
    "term_translation": "Waluta",
    "definition_translation": "System pieniężny powszechnie używany w danym kraju.",
    "example_translation": "Euro jest oficjalną walutą strefy euro."
  },
  {
    "id": "fin_0101",
    "term_translation": "Rada dyrektorów",
    "definition_translation": "Grupa osób wybranych do reprezentowania akcjonariuszy i nadzorowania zarządzania korporacją.",
    "example_translation": "Rada dyrektorów głosuje nad ważnymi decyzjami, takimi jak fuzje i dywidendy."
  },
  {
    "id": "fin_0102",
    "term_translation": "Akcjonariusz",
    "definition_translation": "Osoba lub instytucja, która prawnie posiada jedną lub więcej akcji w spółce publicznej lub prywatnej.",
    "example_translation": "Każdy akcjonariusz ma prawo głosu na walnym zgromadzeniu."
  },
  {
    "id": "fin_0103",
    "term_translation": "Interesariusz",
    "definition_translation": "Strona, która ma interes w firmie i może wpływać na biznes lub odczuwać skutki jego działania.",
    "example_translation": "Pracownicy, klienci i lokalna społeczność to kluczowi interesariusze."
  },
  {
    "id": "fin_0104",
    "term_translation": "Prezes zarządu (CEO)",
    "definition_translation": "Dyrektor generalny; najwyższy rangą menedżer w firmie.",
    "example_translation": "Prezes zarządu jest odpowiedzialny za podejmowanie głównych decyzji korporacyjnych."
  },
  {
    "id": "fin_0105",
    "term_translation": "Dyrektor finansowy (CFO)",
    "definition_translation": "Starszy menedżer odpowiedzialny za zarządzanie działaniami finansowymi firmy.",
    "example_translation": "Dyrektor finansowy przedstawił inwestorom kwartalny raport z wyników."
  },
  {
    "id": "fin_0106",
    "term_translation": "Polityka pieniężna",
    "definition_translation": "Działania podejmowane przez bank centralny w celu zarządzania podażą pieniądza i stopami procentowymi.",
    "example_translation": "Restrykcyjna polityka pieniężna jest często stosowana do ograniczenia inflacji."
  },
  {
    "id": "fin_0107",
    "term_translation": "PKB",
    "definition_translation": "Produkt Krajowy Brutto; całkowita wartość towarów wyprodukowanych i usług świadczonych w kraju w ciągu roku.",
    "example_translation": "Spadające PKB zazwyczaj wskazuje na recesję gospodarczą."
  },
  {
    "id": "fin_0108",
    "term_translation": "Bank centralny",
    "definition_translation": "Narodowy bank, który świadczy usługi finansowe i bankowe dla rządu i systemu banków komercyjnych.",
    "example_translation": "Bank centralny podniósł dziś stopy procentowe."
  },
  {
    "id": "fin_0109",
    "term_translation": "Bank komercyjny",
    "definition_translation": "Instytucja finansowa, która przyjmuje depozyty, oferuje rachunki bieżące i udziela kredytów dla firm.",
    "example_translation": "Większość małych firm pozyskuje początkowe fundusze z lokalnego banku komercyjnego."
  },
  {
    "id": "fin_0110",
    "term_translation": "Stopa procentowa",
    "definition_translation": "Część pożyczki, która jest naliczana pożyczkobiorcy jako odsetki.",
    "example_translation": "Niska stopa procentowa zachęca do zaciągania pożyczek i wydawania pieniędzy."
  },
  {
    "id": "fin_0111",
    "term_translation": "Kredyt hipoteczny",
    "definition_translation": "Pożyczka na zakup nieruchomości, gdzie sama nieruchomość służy jako zabezpieczenie.",
    "example_translation": "Wzięli kredyt hipoteczny na trzydzieści lat, aby kupić swój pierwszy dom."
  },
  {
    "id": "fin_0112",
    "term_translation": "Pożyczka",
    "definition_translation": "Suma pieniędzy, która ma zostać zwrócona wraz z odsetkami.",
    "example_translation": "Firma zabezpieczyła pożyczkę na rozszerzenie swojej działalności."
  },
  {
    "id": "fin_0113",
    "term_translation": "Ocena punktowa / Scoring",
    "definition_translation": "Scoring; liczba przypisana osobie, wskazująca pożyczkodawcom jej zdolność do spłaty kredytu.",
    "example_translation": "Wysoka ocena kredytowa jest niezbędna do uzyskania dobrego oprocentowania hipoteki."
  },
  {
    "id": "fin_0114",
    "term_translation": "Finansowanie społecznościowe",
    "definition_translation": "Crowdfunding; praktyka finansowania projektu poprzez zbieranie małych kwot od dużej liczby osób przez internet.",
    "example_translation": "Startup zebrał milion dolarów poprzez udziałowe finansowanie społecznościowe."
  },
  {
    "id": "fin_0115",
    "term_translation": "Anioł biznesu",
    "definition_translation": "Zamożna osoba prywatna, która zapewnia wsparcie finansowe dla małych startupów.",
    "example_translation": "Anioł biznesu zapewnił kapitał początkowy na stworzenie aplikacji."
  },
  {
    "id": "fin_0116",
    "term_translation": "Kapitał zalążkowy",
    "definition_translation": "Początkowe fundusze wykorzystywane do rozpoczęcia działalności lub stworzenia nowego produktu.",
    "example_translation": "Szukają kapitału zalążkowego, aby zbudować prototyp."
  },
  {
    "id": "fin_0117",
    "term_translation": "Strategia wyjścia",
    "definition_translation": "Plan inwestora lub właściciela firmy dotyczący sprzedaży inwestycji lub firmy.",
    "example_translation": "Wejście na giełdę (IPO) to częsta strategia wyjścia dla inwestorów venture capital."
  },
  {
    "id": "fin_0118",
    "term_translation": "Jednorożec",
    "definition_translation": "Prywatny startup wyceniany na ponad miliard dolarów.",
    "example_translation": "Scena technologiczna wyprodukowała w tym roku trzy nowe jednorożce."
  },
  {
    "id": "fin_0119",
    "term_translation": "Fundusz inwestycyjny",
    "definition_translation": "Firma, która zbiera pieniądze od wielu inwestorów i inwestuje je w papiery wartościowe.",
    "example_translation": "On inwestuje w fundusz inwestycyjny, aby zdywersyfikować swoje oszczędności."
  },
  {
    "id": "fin_0120",
    "term_translation": "Fundusz hedgingowy",
    "definition_translation": "Fundusz inwestycyjny stosujący ryzykowne strategie w celu osiągnięcia wysokich zysków.",
    "example_translation": "Fundusze hedgingowe często stosują krótką sprzedaż, aby zarabiać na spadkach rynku."
  },
  {
    "id": "fin_0121",
    "term_translation": "Fundusz indeksowy",
    "definition_translation": "Fundusz zaprojektowany tak, aby podążać za określonymi zasadami w celu śledzenia konkretnego koszyka inwestycji.",
    "example_translation": "Fundusz indeksowy S&P 500 to pasywna strategia inwestycyjna."
  },
  {
    "id": "fin_0122",
    "term_translation": "REIT",
    "definition_translation": "Spółka lub fundusz inwestujący w nieruchomości przynoszące dochód.",
    "example_translation": "Inwestowanie w REIT pozwala posiadać nieruchomości bez kupowania budynku."
  },
  {
    "id": "fin_0123",
    "term_translation": "Renta kapitałowa",
    "definition_translation": "Produkt finansowy wypłacający ustaloną serię płatności (często dożywotnio).",
    "example_translation": "Emeryci często kupują rentę kapitałową, aby zagwarantować sobie dochód do końca życia."
  },
  {
    "id": "fin_0124",
    "term_translation": "Towar (surowiec)",
    "definition_translation": "Podstawowe dobro używane w handlu, które jest zamienne z innymi dobrami tego samego typu.",
    "example_translation": "Złoto, ropa i pszenica są handlowane jako towary masowe."
  },
  {
    "id": "fin_0125",
    "term_translation": "Rynek walutowy (Forex)",
    "definition_translation": "Globalny rynek, na którym handluje się walutami.",
    "example_translation": "Rynek walutowy to największy rynek finansowy na świecie."
  },
  {
    "id": "fin_0126",
    "term_translation": "Likwidacja",
    "definition_translation": "Proces zamykania działalności gospodarczej i dystrybucji jej aktywów wierzycielom.",
    "example_translation": "Zbankrutowany detalista rozpoczął wczoraj wyprzedaż likwidacyjną."
  },
  {
    "id": "fin_0127",
    "term_translation": "Upadłość",
    "definition_translation": "Postępowanie prawne dotyczące osoby lub firmy, która nie jest w stanie spłacić swoich długów.",
    "example_translation": "Złożenie wniosku o upadłość dało firmie czas na reorganizację."
  },
  {
    "id": "fin_0128",
    "term_translation": "Pakiet ratunkowy",
    "definition_translation": "Bailout; udzielenie pomocy finansowej upadającej firmie lub gospodarce, aby uchronić ją przed zapaścią.",
    "example_translation": "Rządowy pakiet ratunkowy zapobiegł upadkowi sektora bankowego."
  },
  {
    "id": "fin_0129",
    "term_translation": "Wypłacalność",
    "definition_translation": "Zdolność firmy do spłaty swoich długoterminowych długów i zobowiązań finansowych.",
    "example_translation": "Wskaźniki wypłacalności służą do mierzenia zdolności firmy do utrzymania się na rynku."
  },
  {
    "id": "fin_0130",
    "term_translation": "Obroty",
    "definition_translation": "Ilość pieniędzy przyjęta przez firmę w określonym czasie ze sprzedaży.",
    "example_translation": "Roczne obroty przekroczyły dziesięć milionów dolarów po raz pierwszy."
  },
  {
    "id": "fin_0131",
    "term_translation": "Zamówienia (Zaopatrzenie)",
    "definition_translation": "Proces wyszukiwania, uzgadniania warunków i nabywania towarów lub usług.",
    "example_translation": "Dział zamówień negocjuje umowy z dostawcami."
  },
  {
    "id": "fin_0132",
    "term_translation": "Lista płac",
    "definition_translation": "Lista pracowników uprawnionych do otrzymania wynagrodzenia oraz kwoty im należne.",
    "example_translation": "Prowadzenie listy płac bez błędów jest kluczowe dla zadowolenia pracowników."
  },
  {
    "id": "fin_0133",
    "term_translation": "Ścieżka audytu",
    "definition_translation": "Rejestr krok po kroku, dzięki któremu dane księgowe można prześledzić do ich źródła.",
    "example_translation": "Oprogramowanie utrzymuje pełną ścieżkę audytu wszystkich transakcji."
  },
  {
    "id": "fin_0134",
    "term_translation": "Zgodność z przepisami (Compliance)",
    "definition_translation": "Działanie polegające na przestrzeganiu poleceń, a w szczególności praw i regulacji.",
    "example_translation": "Dyrektor ds. zgodności zapewnia, że przestrzegamy wszystkich regulacji bankowych."
  },
  {
    "id": "fin_0135",
    "term_translation": "Sygnalista",
    "definition_translation": "Osoba, która informuje o nielegalnych działaniach w organizacji.",
    "example_translation": "Sygnalista ujawnił oszustwa księgowe w firmie."
  },
  {
    "id": "fin_0136",
    "term_translation": "Oszustwo",
    "definition_translation": "Celowe wprowadzenie w błąd dla korzyści finansowej lub osobistej.",
    "example_translation": "Oszustwa związane z kartami kredytowymi kosztują banki miliardy każdego roku."
  },
  {
    "id": "fin_0137",
    "term_translation": "Pranie pieniędzy",
    "definition_translation": "Ukrywanie pochodzenia nielegalnie uzyskanych pieniędzy.",
    "example_translation": "Istnieją surowe przepisy mające na celu zapobieganie praniu pieniędzy."
  },
  {
    "id": "fin_0138",
    "term_translation": "Blockchain",
    "definition_translation": "System, w którym rejestr transakcji (np. bitcoin) jest utrzymywany na wielu komputerach.",
    "example_translation": "Technologia blockchain zapewnia przejrzystość księgi transakcyjnej."
  },
  {
    "id": "fin_0139",
    "term_translation": "Robo-doradca",
    "definition_translation": "Cyfrowa platforma oferująca zautomatyzowane doradztwo inwestycyjne oparte na algorytmach.",
    "example_translation": "Wielu milenialsów woli korzystać z robo-doradcy do taniego zarządzania portfelem."
  },
  {
    "id": "fin_0140",
    "term_translation": "Kryptowaluta",
    "definition_translation": "Cyfrowa waluta, w której transakcje są weryfikowane przez zdecentralizowany system.",
    "example_translation": "Bitcoin jest najbardziej znaną kryptowalutą."
  },
  {
    "id": "fin_0141",
    "term_translation": "Inteligentny kontrakt",
    "definition_translation": "Smart contract; samowykonująca się umowa zapisana w kodzie programu.",
    "example_translation": "Inteligentne kontrakty automatyzują płatności po spełnieniu warunków."
  },
  {
    "id": "fin_0142",
    "term_translation": "Token",
    "definition_translation": "Cyfrowy zasób reprezentujący określoną wartość lub użyteczność w łańcuchu bloków.",
    "example_translation": "Firma wyemitowała token użytkowy dla swojej nowej platformy."
  },
  {
    "id": "fin_0143",
    "term_translation": "Ryzyko systemowe",
    "definition_translation": "Możliwość, że zdarzenie na poziomie firmy spowoduje niestabilność całej branży lub gospodarki.",
    "example_translation": "Upadek dużego banku stwarza ryzyko systemowe dla gospodarki."
  },
  {
    "id": "fin_0144",
    "term_translation": "Deficyt budżetowy",
    "definition_translation": "Niedobór dochodów rządu w porównaniu z jego wydatkami.",
    "example_translation": "Rząd wyemitował obligacje, aby sfinansować deficyt budżetowy."
  },
  {
    "id": "fin_0145",
    "term_translation": "Polityka oszczędnościowa",
    "definition_translation": "Surowe zasady ekonomiczne wprowadzane przez rząd w celu kontroli długu publicznego.",
    "example_translation": "Polityka oszczędnościowa obejmowała cięcia w usługach publicznych."
  },
  {
    "id": "fin_0146",
    "term_translation": "Dotacja",
    "definition_translation": "Suma pieniędzy przyznana przez rząd lub organ publiczny w celu wsparcia biznesu.",
    "example_translation": "Rolnicy otrzymują dotację, aby utrzymać ceny żywności na niskim poziomie."
  },
  {
    "id": "fin_0147",
    "term_translation": "Cło",
    "definition_translation": "Podatek lub opłata nakładana na określoną klasę importu lub eksportu.",
    "example_translation": "Nowe cła na import stali podniosły koszty produkcji."
  },
  {
    "id": "fin_0148",
    "term_translation": "Kwota (limit)",
    "definition_translation": "Ograniczenie handlowe nałożone przez rząd, limitujące ilość towarów, które można importować.",
    "example_translation": "Kwota importowa ogranicza ilość zagranicznego cukru."
  },
  {
    "id": "fin_0149",
    "term_translation": "Rynek kapitałowy",
    "definition_translation": "Rynek finansowy, na którym kupuje się i sprzedaje długoterminowe papiery dłużne lub udziałowe.",
    "example_translation": "Firmy pozyskują fundusze na ekspansję na rynku kapitałowym."
  },
  {
    "id": "fin_0150",
    "term_translation": "Trudna sytuacja finansowa",
    "definition_translation": "Stan, w którym firma nie może generować dochodu i nie jest w stanie spłacać zobowiązań.",
    "example_translation": "Detalistka wykazywała oznaki trudnej sytuacji finansowej na miesiące przed zamknięciem."
  }
]