[
  {
    "id": "fin_0001",
    "term_translation": "Actifs",
    "definition_translation": "Ressources détenues par une entreprise qui ont une valeur économique et sont censées fournir des avantages futurs.",
    "example_translation": "Les actifs de l'entreprise comprennent l'immobilier, l'équipement et la propriété intellectuelle."
  },
  {
    "id": "fin_0002",
    "term_translation": "Passifs",
    "definition_translation": "Obligations financières ou dettes qu'une entreprise doit à des tiers.",
    "example_translation": "La réduction des passifs à court terme a amélioré le ratio de liquidité de l'entreprise."
  },
  {
    "id": "fin_0003",
    "term_translation": "Capitaux propres",
    "definition_translation": "Valeur de la participation des propriétaires, calculée comme les actifs moins les passifs.",
    "example_translation": "Les capitaux propres des actionnaires ont augmenté après un trimestre rentable."
  },
  {
    "id": "fin_0004",
    "term_translation": "Bilan",
    "definition_translation": "État financier résumant les actifs, les passifs et les capitaux propres d'une entreprise à un moment précis.",
    "example_translation": "Le bilan montrait une forte trésorerie à la fin de l'exercice."
  },
  {
    "id": "fin_0005",
    "term_translation": "Compte de résultat",
    "definition_translation": "Rapport financier montrant les revenus et les charges d'une entreprise sur une période donnée.",
    "example_translation": "Le compte de résultat a révélé des coûts d'exploitation plus élevés que prévu."
  },
  {
    "id": "fin_0006",
    "term_translation": "Tableau des flux de trésorerie",
    "definition_translation": "État financier montrant comment les variations du bilan et des revenus affectent la trésorerie.",
    "example_translation": "Les investisseurs ont vérifié le tableau des flux de trésorerie pour s'assurer que l'entreprise générait réellement des liquidités."
  },
  {
    "id": "fin_0007",
    "term_translation": "Chiffre d'affaires",
    "definition_translation": "Revenue; montant total d'argent généré par la vente de biens ou services avant déduction des charges.",
    "example_translation": "La campagne marketing a permis d'augmenter le chiffre d'affaires annuel de vingt pour cent."
  },
  {
    "id": "fin_0008",
    "term_translation": "Charges",
    "definition_translation": "Dépenses (Expenses) engagées par une entreprise dans le processus de génération de revenus.",
    "example_translation": "La réduction des charges inutiles a amélioré le résultat net."
  },
  {
    "id": "fin_0009",
    "term_translation": "Résultat net",
    "definition_translation": "Bénéfice restant après avoir soustrait toutes les charges, impôts et coûts des revenus.",
    "example_translation": "Le résultat net est souvent appelé la 'bottom line'."
  },
  {
    "id": "fin_0010",
    "term_translation": "Marge brute",
    "definition_translation": "Bénéfice réalisé par une entreprise après déduction des coûts liés à la fabrication et la vente de ses produits.",
    "example_translation": "La hausse des coûts des matières premières a réduit notre marge brute."
  },
  {
    "id": "fin_0011",
    "term_translation": "Résultat d'exploitation",
    "definition_translation": "Bénéfice tiré des opérations commerciales principales, hors intérêts et impôts.",
    "example_translation": "Le résultat d'exploitation se concentre sur l'efficacité de l'activité principale."
  },
  {
    "id": "fin_0012",
    "term_translation": "Coût des ventes (COGS)",
    "definition_translation": "Les coûts directs attribuables à la production des biens vendus.",
    "example_translation": "La réduction du coût des ventes a considérablement amélioré notre marge brute."
  },
  {
    "id": "fin_0013",
    "term_translation": "Retour sur investissement",
    "definition_translation": "ROI; mesure de performance utilisée pour évaluer l'efficacité d'un investissement par rapport à son coût.",
    "example_translation": "Le retour sur investissement du nouveau logiciel a été estimé à quinze pour cent."
  },
  {
    "id": "fin_0014",
    "term_translation": "Dépenses d'investissement",
    "definition_translation": "CAPEX; argent dépensé par une entreprise pour acquérir ou entretenir des actifs fixes comme des bâtiments.",
    "example_translation": "Le conseil a approuvé d'importantes dépenses d'investissement pour une nouvelle usine."
  },
  {
    "id": "fin_0015",
    "term_translation": "Dépenses d'exploitation",
    "definition_translation": "OPEX; coûts courants liés au fonctionnement d'un produit, d'une entreprise ou d'un système.",
    "example_translation": "Le loyer et les services publics sont des dépenses d'exploitation typiques."
  },
  {
    "id": "fin_0016",
    "term_translation": "Besoin en fonds de roulement",
    "definition_translation": "BFR (Working capital); différence entre les actifs circulants et les passifs circulants d'une entreprise.",
    "example_translation": "Un besoin en fonds de roulement positif assure que l'entreprise peut faire face à ses obligations à court terme."
  },
  {
    "id": "fin_0017",
    "term_translation": "Amortissement",
    "definition_translation": "Répartition systématique du coût d'un actif corporel sur sa durée d'utilité.",
    "example_translation": "Nous enregistrons l'amortissement des camions de livraison chaque année."
  },
  {
    "id": "fin_0018",
    "term_translation": "Amortissement des incorporels",
    "definition_translation": "Processus de répartition du coût d'un actif incorporel sur sa durée d'utilité.",
    "example_translation": "L'amortissement du brevet a réduit notre revenu imposable."
  },
  {
    "id": "fin_0019",
    "term_translation": "Créances clients",
    "definition_translation": "Argent dû à une entreprise par ses clients pour des biens ou services livrés.",
    "example_translation": "L'équipe financière travaille au recouvrement des créances clients en retard."
  },
  {
    "id": "fin_0020",
    "term_translation": "Dettes fournisseurs",
    "definition_translation": "Argent qu'une entreprise doit à ses créanciers ou fournisseurs.",
    "example_translation": "Nous planifions le paiement des dettes fournisseurs pour assurer de bonnes relations."
  },
  {
    "id": "fin_0021",
    "term_translation": "Flux de trésorerie",
    "definition_translation": "Cash flow; montant net de liquidités entrant et sortant d'une entreprise.",
    "example_translation": "La gestion des flux de trésorerie est critique pour la survie des petites entreprises."
  },
  {
    "id": "fin_0022",
    "term_translation": "Exercice fiscal",
    "definition_translation": "Période d'un an utilisée par les entreprises pour les rapports financiers et le budget.",
    "example_translation": "Notre exercice fiscal se termine en mars plutôt qu'en décembre."
  },
  {
    "id": "fin_0023",
    "term_translation": "Audit",
    "definition_translation": "Inspection officielle des comptes d'une organisation, généralement par un tiers indépendant.",
    "example_translation": "L'audit externe a confirmé l'exactitude des états financiers."
  },
  {
    "id": "fin_0024",
    "term_translation": "Écart budgétaire",
    "definition_translation": "Différence entre le montant budgété des dépenses ou revenus et le montant réel.",
    "example_translation": "Le manager a dû expliquer un écart budgétaire important dans les dépenses marketing."
  },
  {
    "id": "fin_0025",
    "term_translation": "Liquidité",
    "definition_translation": "Disponibilité d'actifs liquides pour honorer les engagements immédiats.",
    "example_translation": "Une forte liquidité permet à l'entreprise de rembourser ses dettes rapidement."
  },
  {
    "id": "fin_0026",
    "term_translation": "Insolvabilité",
    "definition_translation": "État d'incapacité à payer les dettes contractées.",
    "example_translation": "L'entreprise a fait face à l'insolvabilité après avoir perdu son plus gros client."
  },
  {
    "id": "fin_0027",
    "term_translation": "Frais généraux",
    "definition_translation": "Overhead; dépenses commerciales non directement attribuées à la création d'un produit ou service.",
    "example_translation": "Le loyer et l'assurance font partie des frais généraux de l'entreprise."
  },
  {
    "id": "fin_0028",
    "term_translation": "Dividende",
    "definition_translation": "Distribution des bénéfices de l'entreprise aux actionnaires éligibles.",
    "example_translation": "Le conseil a déclaré un dividende trimestriel de cinquante centimes par action."
  },
  {
    "id": "fin_0029",
    "term_translation": "Introduction en bourse",
    "definition_translation": "IPO; processus d'offre d'actions d'une société privée au public lors d'une nouvelle émission.",
    "example_translation": "La start-up prépare son introduction en bourse pour l'année prochaine."
  },
  {
    "id": "fin_0030",
    "term_translation": "Effet de levier",
    "definition_translation": "Utilisation de capitaux empruntés pour un investissement, en espérant que les profits dépasseront les intérêts.",
    "example_translation": "La firme a utilisé un fort effet de levier pour financer le rachat."
  },
  {
    "id": "fin_0031",
    "term_translation": "Résultat final",
    "definition_translation": "Bottom line; le résultat net ou les bénéfices nets d'une entreprise.",
    "example_translation": "En fin de compte, cette décision impactera le résultat final."
  },
  {
    "id": "fin_0032",
    "term_translation": "Seuil de rentabilité",
    "definition_translation": "Point mort (Break-even); point où les coûts totaux et les revenus totaux sont égaux.",
    "example_translation": "Nous prévoyons d'atteindre le seuil de rentabilité dans les six mois suivant le lancement."
  },
  {
    "id": "fin_0033",
    "term_translation": "Notation de crédit",
    "definition_translation": "Estimation de la capacité d'une personne ou organisation à honorer ses engagements financiers.",
    "example_translation": "Une bonne notation de crédit a permis à l'entreprise d'emprunter à des taux plus bas."
  },
  {
    "id": "fin_0034",
    "term_translation": "Prévision financière",
    "definition_translation": "Processus de prédiction du futur basé sur des données passées et présentes.",
    "example_translation": "La prévision financière nous aide à nous préparer aux fluctuations saisonnières."
  },
  {
    "id": "fin_0035",
    "term_translation": "Marge",
    "definition_translation": "Différence entre le coût d'acquisition ou de production et le prix de vente.",
    "example_translation": "Nous devons augmenter notre marge en négociant de meilleurs tarifs fournisseurs."
  },
  {
    "id": "fin_0036",
    "term_translation": "Portefeuille",
    "definition_translation": "Ensemble d'investissements détenus par une personne ou une organisation.",
    "example_translation": "Diversifier le portefeuille réduit le risque global."
  },
  {
    "id": "fin_0037",
    "term_translation": "Valorisation",
    "definition_translation": "Processus de détermination de la valeur actuelle d'un actif ou d'une entreprise.",
    "example_translation": "La valorisation de la start-up était plus élevée que prévu."
  },
  {
    "id": "fin_0038",
    "term_translation": "Coût fixe",
    "definition_translation": "Coût qui ne change pas avec l'augmentation ou la diminution de la production.",
    "example_translation": "Le loyer est un coût fixe que nous payons quel que soit le volume des ventes."
  },
  {
    "id": "fin_0039",
    "term_translation": "Coût variable",
    "definition_translation": "Dépense qui change proportionnellement à la production.",
    "example_translation": "Les matières premières sont un coût variable qui augmente quand nous produisons plus d'unités."
  },
  {
    "id": "fin_0040",
    "term_translation": "IFRS (Normes internationales d'information financière)",
    "definition_translation": "Un ensemble de normes comptables utilisées à l'échelle mondiale.",
    "example_translation": "Les entreprises européennes doivent préparer leurs états financiers consolidés selon les normes IFRS."
  },
  {
    "id": "fin_0041",
    "term_translation": "Comptabilité d'exercice",
    "definition_translation": "Méthode où les revenus/charges sont enregistrés lors de la transaction, non lors du paiement.",
    "example_translation": "La comptabilité d'exercice donne une image plus précise de la santé financière."
  },
  {
    "id": "fin_0042",
    "term_translation": "Grand livre",
    "definition_translation": "Ensemble principal de comptes résumant toutes les transactions d'une entité.",
    "example_translation": "Le comptable a mis à jour le grand livre avec les dernières factures."
  },
  {
    "id": "fin_0043",
    "term_translation": "Petite caisse",
    "definition_translation": "Petty cash; petite somme d'argent liquide destinée aux dépenses mineures.",
    "example_translation": "Les fournitures de bureau ont été achetées avec la petite caisse."
  },
  {
    "id": "fin_0044",
    "term_translation": "Rapprochement",
    "definition_translation": "Processus pour s'assurer que deux ensembles d'enregistrements (comptes) concordent.",
    "example_translation": "Le rapprochement bancaire est effectué mensuellement pour détecter les erreurs."
  },
  {
    "id": "fin_0045",
    "term_translation": "Paradis fiscal",
    "definition_translation": "Pays ou zone où les impôts sont prélevés à un taux très bas.",
    "example_translation": "L'entreprise a été critiquée pour avoir utilisé un paradis fiscal pour réduire ses dettes."
  },
  {
    "id": "fin_0046",
    "term_translation": "Politique budgétaire",
    "definition_translation": "Ajustements des dépenses gouvernementales et des impôts pour influencer l'économie.",
    "example_translation": "Les changements de politique budgétaire peuvent impacter les taux d'imposition des sociétés."
  },
  {
    "id": "fin_0047",
    "term_translation": "Coût des ventes",
    "definition_translation": "Coûts directs attribuables à la production des biens vendus par l'entreprise.",
    "example_translation": "Réduire le coût des ventes est une priorité pour l'équipe de production."
  },
  {
    "id": "fin_0048",
    "term_translation": "Allocation d'actifs",
    "definition_translation": "Stratégie d'investissement pour équilibrer risque et rendement en répartissant les actifs.",
    "example_translation": "Notre allocation d'actifs s'est déplacée davantage vers les obligations cette année."
  },
  {
    "id": "fin_0049",
    "term_translation": "Burn rate",
    "definition_translation": "Taux de combustion; vitesse à laquelle une start-up dépense son capital avant d'être rentable.",
    "example_translation": "La start-up doit réduire son burn rate pour survivre jusqu'au prochain financement."
  },
  {
    "id": "fin_0050",
    "term_translation": "Rendement",
    "definition_translation": "Yield; revenu d'un investissement (intérêts, dividendes) généralement exprimé en pourcentage.",
    "example_translation": "L'obligation offre un rendement annuel de quatre pour cent."
  },
  {
    "id": "fin_0051",
    "term_translation": "Plus-value",
    "definition_translation": "Gain en capital; profit réalisé lors de la vente d'un actif (comme des actions) à un prix supérieur à son prix d'achat.",
    "example_translation": "Il a dû payer des impôts sur la plus-value réalisée lors de la vente de sa maison."
  },
  {
    "id": "fin_0052",
    "term_translation": "Moins-value",
    "definition_translation": "Perte en capital; perte subie lorsqu'un actif est vendu à un prix inférieur à son prix d'achat initial.",
    "example_translation": "Les investisseurs peuvent utiliser une moins-value pour compenser les gains imposables."
  },
  {
    "id": "fin_0053",
    "term_translation": "Marché haussier",
    "definition_translation": "Bull market; condition de marché où les prix augmentent ou sont censés augmenter.",
    "example_translation": "Dans un marché haussier, la confiance des investisseurs est élevée et l'activité d'achat augmente."
  },
  {
    "id": "fin_0054",
    "term_translation": "Marché baissier",
    "definition_translation": "Bear market; condition de marché dans laquelle les prix chutent ou sont censés chuter.",
    "example_translation": "Pendant un marché baissier, de nombreux investisseurs déplacent leur argent vers des actifs plus sûrs."
  },
  {
    "id": "fin_0055",
    "term_translation": "Nantissement",
    "definition_translation": "Collatéral; actif qu'un emprunteur donne en garantie à un prêteur pour un prêt.",
    "example_translation": "La banque a exigé la maison comme nantissement pour le prêt hypothécaire."
  },
  {
    "id": "fin_0056",
    "term_translation": "Intérêt",
    "definition_translation": "Frais pour le privilège d'emprunter de l'argent, généralement exprimés en taux annuel.",
    "example_translation": "Des taux d'intérêt élevés peuvent dissuader les entreprises de contracter de nouveaux emprunts."
  },
  {
    "id": "fin_0057",
    "term_translation": "Principal",
    "definition_translation": "Capital; somme initiale d'argent empruntée ou investie, hors intérêts.",
    "example_translation": "Les paiements mensuels couvrent à la fois les intérêts et une partie du principal."
  },
  {
    "id": "fin_0058",
    "term_translation": "Intérêts composés",
    "definition_translation": "Intérêts calculés sur le capital initial ainsi que sur les intérêts accumulés des périodes précédentes.",
    "example_translation": "Les intérêts composés permettent à l'épargne de croître plus rapidement avec le temps."
  },
  {
    "id": "fin_0059",
    "term_translation": "Inflation",
    "definition_translation": "Hausse générale des prix et baisse du pouvoir d'achat de la monnaie.",
    "example_translation": "Les banques centrales augmentent les taux pour contrôler une forte inflation."
  },
  {
    "id": "fin_0060",
    "term_translation": "Déflation",
    "definition_translation": "Baisse du niveau général des prix dans une économie.",
    "example_translation": "Une déflation prolongée peut entraîner une baisse des dépenses de consommation."
  },
  {
    "id": "fin_0061",
    "term_translation": "Taux de change",
    "definition_translation": "Valeur d'une monnaie aux fins de conversion en une autre.",
    "example_translation": "Le taux de change fluctuant impacte le coût des marchandises importées."
  },
  {
    "id": "fin_0062",
    "term_translation": "Obligation",
    "definition_translation": "Instrument à revenu fixe représentant un prêt consenti par un investisseur à un émetteur.",
    "example_translation": "Les obligations d'État sont généralement considérées comme des investissements à faible risque."
  },
  {
    "id": "fin_0063",
    "term_translation": "Coupon",
    "definition_translation": "Taux d'intérêt annuel payé sur une obligation, exprimé en pourcentage de la valeur nominale.",
    "example_translation": "Cette obligation paie un coupon de cinq pour cent semestriellement."
  },
  {
    "id": "fin_0064",
    "term_translation": "Maturité",
    "definition_translation": "Date à laquelle la vie d'un instrument financier se termine et où le principal est remboursé.",
    "example_translation": "L'obligation atteint sa maturité dans dix ans."
  },
  {
    "id": "fin_0065",
    "term_translation": "Défaut de paiement",
    "definition_translation": "Non-respect d'une obligation, notamment le remboursement d'un prêt.",
    "example_translation": "Si l'entreprise continue de perdre de l'argent, elle risque un défaut de paiement sur sa dette."
  },
  {
    "id": "fin_0066",
    "term_translation": "Découvert",
    "definition_translation": "Déficit sur un compte bancaire causé par le retrait de plus d'argent que le compte ne contient.",
    "example_translation": "L'entreprise dispose d'une facilité de découvert pour gérer les manques de trésorerie à court terme."
  },
  {
    "id": "fin_0067",
    "term_translation": "Fusion",
    "definition_translation": "Accord qui unit deux entreprises existantes en une nouvelle entité.",
    "example_translation": "La fusion des deux géants technologiques a créé un nouveau leader du marché."
  },
  {
    "id": "fin_0068",
    "term_translation": "Acquisition",
    "definition_translation": "Action d'entreprise par laquelle une société achète la plupart ou la totalité des parts d'une autre.",
    "example_translation": "L'acquisition a permis à la firme de pénétrer rapidement le marché asiatique."
  },
  {
    "id": "fin_0069",
    "term_translation": "Audit préalable",
    "definition_translation": "Due diligence; évaluation complète d'une entreprise entreprise par un acheteur potentiel.",
    "example_translation": "Nous avons effectué un audit préalable financier avant de signer l'accord."
  },
  {
    "id": "fin_0070",
    "term_translation": "Survaleur",
    "definition_translation": "Goodwill; actif incorporel qui survient lorsqu'un acheteur acquiert une entreprise existante.",
    "example_translation": "La survaleur inclut la valeur de la marque de l'entreprise et la fidélité des clients."
  },
  {
    "id": "fin_0071",
    "term_translation": "Actif incorporel",
    "definition_translation": "Actif qui n'a pas de nature physique, comme un brevet, une marque ou un droit d'auteur.",
    "example_translation": "Les éditeurs de logiciels possèdent souvent des actifs incorporels importants."
  },
  {
    "id": "fin_0072",
    "term_translation": "Actif corporel",
    "definition_translation": "Actif ayant une forme physique, comme des machines, des bâtiments ou des terrains.",
    "example_translation": "Les entreprises manufacturières dépendent fortement des actifs corporels."
  },
  {
    "id": "fin_0073",
    "term_translation": "Stock",
    "definition_translation": "Matières premières, encours et produits finis prêts à la vente.",
    "example_translation": "Un stock excessif peut immobiliser une trésorerie précieuse."
  },
  {
    "id": "fin_0074",
    "term_translation": "Chaîne d'approvisionnement",
    "definition_translation": "Réseau de toutes les entités impliquées dans la création et la vente d'un produit.",
    "example_translation": "Les perturbations de la chaîne d'approvisionnement ont augmenté nos coûts de production."
  },
  {
    "id": "fin_0075",
    "term_translation": "Fonds spéculatif",
    "definition_translation": "Hedge fund; partenariat d'investissement utilisant des stratégies variées pour obtenir des rendements élevés.",
    "example_translation": "Les fonds spéculatifs sont souvent réservés aux investisseurs fortunés."
  },
  {
    "id": "fin_0076",
    "term_translation": "Capital-investissement",
    "definition_translation": "Private equity; capital investi dans des entreprises non cotées en bourse.",
    "example_translation": "La firme de capital-investissement prévoit de retirer l'entreprise de la bourse pour la restructurer."
  },
  {
    "id": "fin_0077",
    "term_translation": "Capital-risque",
    "definition_translation": "Financement fourni aux start-ups et petites entreprises à fort potentiel de croissance.",
    "example_translation": "La start-up a obtenu cinq millions en financement de capital-risque."
  },
  {
    "id": "fin_0078",
    "term_translation": "Action ordinaire",
    "definition_translation": "Titre représentant une part de propriété dans une société et donnant droit de vote.",
    "example_translation": "Les détenteurs d'actions ordinaires sont généralement les derniers payés en cas de faillite."
  },
  {
    "id": "fin_0079",
    "term_translation": "Action privilégiée",
    "definition_translation": "Classe d'actions ayant un droit prioritaire sur les actifs et bénéfices par rapport aux actions ordinaires.",
    "example_translation": "Une action privilégiée verse un dividende fixe mais n'a généralement pas de droit de vote."
  },
  {
    "id": "fin_0080",
    "term_translation": "Valeur de premier ordre",
    "definition_translation": "Blue chip; action d'une grande entreprise réputée pour sa qualité et sa fiabilité.",
    "example_translation": "De nombreux fonds de retraite se concentrent sur les valeurs de premier ordre pour la stabilité."
  },
  {
    "id": "fin_0081",
    "term_translation": "Penny stock",
    "definition_translation": "Action se négociant à un prix très bas et considérée comme hautement spéculative.",
    "example_translation": "Investir dans des penny stocks comporte un risque élevé de perte."
  },
  {
    "id": "fin_0082",
    "term_translation": "Vente à découvert",
    "definition_translation": "Vente d'un titre emprunté dans l'espoir que son prix baisse.",
    "example_translation": "La vente à découvert peut être rentable dans un marché baissier mais reste risquée."
  },
  {
    "id": "fin_0083",
    "term_translation": "Position longue",
    "definition_translation": "Achat d'un titre (ex: action) dans l'espoir que l'actif prenne de la valeur.",
    "example_translation": "Nous maintenons une position longue sur les actions d'énergies renouvelables."
  },
  {
    "id": "fin_0084",
    "term_translation": "Capitalisation boursière",
    "definition_translation": "Valeur totale des actions en circulation d'une entreprise.",
    "example_translation": "Apple a été la première entreprise à atteindre une capitalisation boursière d'un billion de dollars."
  },
  {
    "id": "fin_0085",
    "term_translation": "Bénéfice par action",
    "definition_translation": "BPA (EPS); portion du bénéfice d'une entreprise allouée à chaque action ordinaire en circulation.",
    "example_translation": "Les analystes ont été déçus par un bénéfice par action inférieur aux attentes."
  },
  {
    "id": "fin_0086",
    "term_translation": "Ratio cours/bénéfice",
    "definition_translation": "PER (P/E ratio); ratio mesurant le prix actuel de l'action par rapport à son bénéfice par action.",
    "example_translation": "Un ratio cours/bénéfice élevé suggère que les investisseurs s'attendent à une forte croissance future."
  },
  {
    "id": "fin_0087",
    "term_translation": "Valeur comptable",
    "definition_translation": "Valeur d'un actif ou d'une entreprise telle qu'inscrite au bilan (actifs moins passifs).",
    "example_translation": "Idéalement, vous voulez acheter des actions lorsque leur prix est proche de leur valeur comptable."
  },
  {
    "id": "fin_0088",
    "term_translation": "Valeur nominale",
    "definition_translation": "Valeur faciale d'un titre telle qu'indiquée par l'émetteur.",
    "example_translation": "L'obligation sera remboursée à sa valeur nominale de mille dollars."
  },
  {
    "id": "fin_0089",
    "term_translation": "Arbitrage",
    "definition_translation": "Achat et vente simultanés d'un actif pour profiter d'un déséquilibre de prix.",
    "example_translation": "Les traders ont utilisé l'arbitrage pour profiter des différences de prix entre Londres et New York."
  },
  {
    "id": "fin_0090",
    "term_translation": "Indice de référence",
    "definition_translation": "Benchmark; norme par rapport à laquelle la performance d'un investissement est mesurée.",
    "example_translation": "Le S&P 500 est un indice de référence courant pour les fonds d'actions américains."
  },
  {
    "id": "fin_0091",
    "term_translation": "Volatilité",
    "definition_translation": "Mesure statistique de la dispersion des rendements pour un titre donné.",
    "example_translation": "Les marchés crypto sont connus pour leur extrême volatilité."
  },
  {
    "id": "fin_0092",
    "term_translation": "Correction",
    "definition_translation": "Baisse de dix pour cent ou plus du prix d'un titre ou d'un indice boursier.",
    "example_translation": "Les analystes pensent que le marché doit subir une correction après la récente hausse."
  },
  {
    "id": "fin_0093",
    "term_translation": "Récession",
    "definition_translation": "Baisse significative de l'activité économique répartie à travers l'économie, durant plus de quelques mois.",
    "example_translation": "La banque centrale a baissé les taux pour prévenir une récession."
  },
  {
    "id": "fin_0094",
    "term_translation": "Diversification",
    "definition_translation": "Stratégie de gestion des risques mélangeant une grande variété d'investissements dans un portefeuille.",
    "example_translation": "La diversification protège votre portefeuille contre un ralentissement dans un secteur unique."
  },
  {
    "id": "fin_0095",
    "term_translation": "Produit dérivé",
    "definition_translation": "Titre financier dont la valeur dépend d'un actif sous-jacent (ex: action, matière première).",
    "example_translation": "Les options et les contrats à terme sont des types courants de produits dérivés."
  },
  {
    "id": "fin_0096",
    "term_translation": "Option",
    "definition_translation": "Dérivé donnant à l'acheteur le droit (mais non l'obligation) d'acheter ou vendre un actif à un prix précis.",
    "example_translation": "Il a acheté une option d'achat en pariant que le prix de l'action augmenterait."
  },
  {
    "id": "fin_0097",
    "term_translation": "Contrat à terme",
    "definition_translation": "Future; contrat obligeant à acheter ou vendre un actif à une date future et à un prix prédéterminés.",
    "example_translation": "Les agriculteurs utilisent des contrats à terme pour verrouiller les prix de leurs récoltes."
  },
  {
    "id": "fin_0098",
    "term_translation": "Lettre de crédit",
    "definition_translation": "Garantie bancaire assurant que le paiement d'un acheteur sera reçu à temps par le vendeur.",
    "example_translation": "Le commerce international repose souvent sur une lettre de crédit pour réduire les risques."
  },
  {
    "id": "fin_0099",
    "term_translation": "Gestion des risques",
    "definition_translation": "Identification, évaluation et priorisation des risques suivies d'efforts pour minimiser leur impact.",
    "example_translation": "Une gestion des risques efficace est essentielle pour la stabilité à long terme."
  },
  {
    "id": "fin_0100",
    "term_translation": "Devise",
    "definition_translation": "Monnaie; système d'argent en usage général dans un pays particulier.",
    "example_translation": "L'euro est la devise officielle de la zone euro."
  },
  {
    "id": "fin_0101",
    "term_translation": "Conseil d'administration",
    "definition_translation": "Groupe de personnes élues pour représenter les actionnaires et superviser la gestion d'une entreprise.",
    "example_translation": "Le conseil d'administration vote sur les décisions majeures comme les fusions et les dividendes."
  },
  {
    "id": "fin_0102",
    "term_translation": "Actionnaire",
    "definition_translation": "Individu ou institution qui possède légalement une ou plusieurs actions dans une société publique ou privée.",
    "example_translation": "Chaque actionnaire a le droit de voter à l'assemblée générale annuelle."
  },
  {
    "id": "fin_0103",
    "term_translation": "Partie prenante",
    "definition_translation": "Stakeholder; partie qui a un intérêt dans une entreprise et peut affecter ou être affectée par l'activité.",
    "example_translation": "Les employés, les clients et la communauté locale sont des parties prenantes clés."
  },
  {
    "id": "fin_0104",
    "term_translation": "PDG (Président-Directeur Général)",
    "definition_translation": "CEO; le dirigeant le plus haut placé dans une entreprise.",
    "example_translation": "Le PDG est responsable de la prise des décisions majeures de l'entreprise."
  },
  {
    "id": "fin_0105",
    "term_translation": "Directeur financier",
    "definition_translation": "CFO; le cadre supérieur responsable de la gestion des actions financières d'une entreprise.",
    "example_translation": "Le directeur financier a présenté le rapport trimestriel des résultats aux investisseurs."
  },
  {
    "id": "fin_0106",
    "term_translation": "Politique monétaire",
    "definition_translation": "Actions prises par une banque centrale pour gérer la masse monétaire et les taux d'intérêt.",
    "example_translation": "Une politique monétaire stricte est souvent utilisée pour freiner l'inflation."
  },
  {
    "id": "fin_0107",
    "term_translation": "PIB",
    "definition_translation": "Produit Intérieur Brut; valeur totale des biens produits et services fournis dans un pays pendant un an.",
    "example_translation": "Un PIB en baisse indique généralement une récession économique."
  },
  {
    "id": "fin_0108",
    "term_translation": "Banque centrale",
    "definition_translation": "Banque nationale qui fournit des services financiers et bancaires au gouvernement et au système bancaire commercial.",
    "example_translation": "La banque centrale a augmenté les taux d'intérêt aujourd'hui."
  },
  {
    "id": "fin_0109",
    "term_translation": "Banque commerciale",
    "definition_translation": "Institution financière qui accepte les dépôts, offre des services de compte courant et accorde des prêts aux entreprises.",
    "example_translation": "La plupart des petites entreprises obtiennent leur financement initial auprès d'une banque commerciale locale."
  },
  {
    "id": "fin_0110",
    "term_translation": "Taux d'intérêt",
    "definition_translation": "Proportion d'un prêt qui est facturée comme intérêt à l'emprunteur.",
    "example_translation": "Un taux d'intérêt bas encourage l'emprunt et la dépense."
  },
  {
    "id": "fin_0111",
    "term_translation": "Prêt hypothécaire",
    "definition_translation": "Prêt utilisé pour acheter de l'immobilier, où la propriété elle-même sert de garantie.",
    "example_translation": "Ils ont contracté un prêt hypothécaire sur trente ans pour acheter leur première maison."
  },
  {
    "id": "fin_0112",
    "term_translation": "Prêt",
    "definition_translation": "Somme d'argent qui doit être remboursée avec des intérêts.",
    "example_translation": "L'entreprise a obtenu un prêt pour étendre ses opérations."
  },
  {
    "id": "fin_0113",
    "term_translation": "Score de crédit",
    "definition_translation": "Nombre attribué à une personne indiquant aux prêteurs sa capacité à rembourser un prêt.",
    "example_translation": "Un score de crédit élevé est essentiel pour obtenir un bon taux hypothécaire."
  },
  {
    "id": "fin_0114",
    "term_translation": "Financement participatif",
    "definition_translation": "Crowdfunding; pratique consistant à financer un projet en collectant de petites sommes d'argent auprès d'un grand nombre de personnes.",
    "example_translation": "La start-up a levé un million de dollars grâce au financement participatif."
  },
  {
    "id": "fin_0115",
    "term_translation": "Investisseur providentiel",
    "definition_translation": "Angel investor; individu fortuné qui fournit un soutien financier aux petites start-ups.",
    "example_translation": "Un investisseur providentiel a fourni le capital d'amorçage pour l'application."
  },
  {
    "id": "fin_0116",
    "term_translation": "Capital d'amorçage",
    "definition_translation": "Financement initial utilisé pour commencer la création d'une entreprise ou d'un nouveau produit.",
    "example_translation": "Ils cherchent du capital d'amorçage pour construire un prototype."
  },
  {
    "id": "fin_0117",
    "term_translation": "Stratégie de sortie",
    "definition_translation": "Plan pour un investisseur ou propriétaire d'entreprise pour vendre son investissement ou sa société.",
    "example_translation": "Une introduction en bourse est une stratégie de sortie courante pour les investisseurs en capital-risque."
  },
  {
    "id": "fin_0118",
    "term_translation": "Licorne",
    "definition_translation": "Start-up privée valorisée à plus d'un milliard de dollars.",
    "example_translation": "La scène technologique a produit trois nouvelles licornes cette année."
  },
  {
    "id": "fin_0119",
    "term_translation": "Fonds commun de placement",
    "definition_translation": "Société qui regroupe l'argent de nombreux investisseurs et l'investit dans des titres.",
    "example_translation": "Il investit dans un fonds commun de placement pour diversifier son épargne."
  },
  {
    "id": "fin_0120",
    "term_translation": "Fonds spéculatif (Hedge fund)",
    "definition_translation": "Fonds d'investissement utilisant des stratégies risquées pour obtenir des rendements élevés.",
    "example_translation": "Les fonds spéculatifs utilisent souvent la vente à découvert pour profiter des baisses de marché."
  },
  {
    "id": "fin_0121",
    "term_translation": "Fonds indiciel",
    "definition_translation": "Fonds conçu pour suivre certaines règles prédéfinies afin de traquer un panier spécifique d'investissements.",
    "example_translation": "Un fonds indiciel S&P 500 est une stratégie d'investissement passive."
  },
  {
    "id": "fin_0122",
    "term_translation": "Société d'investissement immobilier",
    "definition_translation": "REIT/SCPI; société qui possède, exploite ou finance des biens immobiliers générateurs de revenus.",
    "example_translation": "Investir dans une société d'investissement immobilier permet de posséder de l'immobilier sans acheter de bâtiment."
  },
  {
    "id": "fin_0123",
    "term_translation": "Rente viagère",
    "definition_translation": "Annuity; produit financier qui verse un flux fixe de paiements à un individu.",
    "example_translation": "Les retraités achètent souvent une rente viagère pour garantir un revenu à vie."
  },
  {
    "id": "fin_0124",
    "term_translation": "Matière première",
    "definition_translation": "Commodity; bien de base utilisé dans le commerce qui est interchangeable avec d'autres biens du même type.",
    "example_translation": "L'or, le pétrole et le blé sont échangés comme matières premières."
  },
  {
    "id": "fin_0125",
    "term_translation": "Marché des changes (Forex)",
    "definition_translation": "Marché sur lequel les devises sont échangées.",
    "example_translation": "Le marché des changes est le plus grand marché financier au monde."
  },
  {
    "id": "fin_0126",
    "term_translation": "Liquidation",
    "definition_translation": "Processus de fermeture d'une entreprise et de distribution de ses actifs aux créanciers.",
    "example_translation": "Le détaillant en faillite a commencé les ventes de liquidation hier."
  },
  {
    "id": "fin_0127",
    "term_translation": "Faillite",
    "definition_translation": "Procédure judiciaire impliquant une personne ou entreprise incapable de rembourser ses dettes.",
    "example_translation": "Le dépôt de bilan a donné à l'entreprise le temps de se réorganiser."
  },
  {
    "id": "fin_0128",
    "term_translation": "Renflouement",
    "definition_translation": "Bailout; acte de donner une assistance financière à une entreprise ou économie défaillante pour éviter son effondrement.",
    "example_translation": "Le renflouement gouvernemental a empêché l'effondrement du secteur bancaire."
  },
  {
    "id": "fin_0129",
    "term_translation": "Solvabilité",
    "definition_translation": "Capacité d'une entreprise à honorer ses dettes à long terme et ses obligations financières.",
    "example_translation": "Les ratios de solvabilité sont utilisés pour mesurer la capacité d'une entreprise à rester en activité."
  },
  {
    "id": "fin_0130",
    "term_translation": "Chiffre d'affaires",
    "definition_translation": "Turnover; montant d'argent encaissé par une entreprise sur une période donnée.",
    "example_translation": "Le chiffre d'affaires annuel a dépassé dix millions de dollars pour la première fois."
  },
  {
    "id": "fin_0131",
    "term_translation": "Approvisionnement",
    "definition_translation": "Processus de recherche, de négociation et d'acquisition de biens ou services.",
    "example_translation": "Le service approvisionnement négocie les contrats avec les fournisseurs."
  },
  {
    "id": "fin_0132",
    "term_translation": "Paie",
    "definition_translation": "Payroll; liste des employés ayant droit à une rémunération ainsi que les montants dus.",
    "example_translation": "Gérer la paie avec précision est crucial pour la satisfaction des employés."
  },
  {
    "id": "fin_0133",
    "term_translation": "Piste d'audit",
    "definition_translation": "Enregistrement étape par étape permettant de tracer les données comptables jusqu'à leur source.",
    "example_translation": "Le logiciel maintient une piste d'audit complète de toutes les transactions."
  },
  {
    "id": "fin_0134",
    "term_translation": "Conformité",
    "definition_translation": "Compliance; action de respecter les lois, réglementations et normes.",
    "example_translation": "Le responsable de la conformité s'assure que nous suivons toutes les réglementations bancaires."
  },
  {
    "id": "fin_0135",
    "term_translation": "Lanceur d'alerte",
    "definition_translation": "Whistleblower; personne qui informe sur des activités illicites dans une organisation.",
    "example_translation": "Le lanceur d'alerte a révélé une fraude comptable dans l'entreprise."
  },
  {
    "id": "fin_0136",
    "term_translation": "Fraude",
    "definition_translation": "Tromperie illicite destinée à obtenir un gain financier ou personnel.",
    "example_translation": "La fraude à la carte de crédit coûte des milliards aux banques chaque année."
  },
  {
    "id": "fin_0137",
    "term_translation": "Blanchiment d'argent",
    "definition_translation": "Dissimulation de l'origine de l'argent obtenu illégalement.",
    "example_translation": "Des réglementations strictes sont en place pour prévenir le blanchiment d'argent."
  },
  {
    "id": "fin_0138",
    "term_translation": "Blockchain",
    "definition_translation": "Chaîne de blocs; système où un registre de transactions est maintenu sur plusieurs ordinateurs.",
    "example_translation": "La technologie blockchain assure la transparence du grand livre."
  },
  {
    "id": "fin_0139",
    "term_translation": "Robo-advisor (Conseiller-robot)",
    "definition_translation": "Plateformes numériques fournissant des services de planification financière automatisés.",
    "example_translation": "Beaucoup de milléniaux préfèrent utiliser un robo-advisor pour une gestion de portefeuille à faible coût."
  },
  {
    "id": "fin_0140",
    "term_translation": "Cryptomonnaie",
    "definition_translation": "Monnaie numérique dans laquelle les transactions sont vérifiées par un système décentralisé.",
    "example_translation": "Le Bitcoin est la cryptomonnaie la plus connue."
  },
  {
    "id": "fin_0141",
    "term_translation": "Contrat intelligent",
    "definition_translation": "Smart contract; contrat auto-exécutable dont les termes sont écrits directement dans le code.",
    "example_translation": "Les contrats intelligents automatisent les paiements une fois les conditions remplies."
  },
  {
    "id": "fin_0142",
    "term_translation": "Jeton numérique",
    "definition_translation": "Token; actif numérique représentant une valeur ou utilité spécifique sur une blockchain.",
    "example_translation": "L'entreprise a émis un jeton numérique pour sa nouvelle plateforme."
  },
  {
    "id": "fin_0143",
    "term_translation": "Risque systémique",
    "definition_translation": "Possibilité qu'un événement au niveau d'une entreprise puisse effondrer une industrie entière.",
    "example_translation": "La faillite d'une grande banque pose un risque systémique pour l'économie."
  },
  {
    "id": "fin_0144",
    "term_translation": "Déficit budgétaire",
    "definition_translation": "Manque de revenus d'un gouvernement par rapport à ses dépenses.",
    "example_translation": "Le gouvernement a émis des obligations pour financer le déficit budgétaire."
  },
  {
    "id": "fin_0145",
    "term_translation": "Austérité",
    "definition_translation": "Politiques économiques strictes mises en œuvre par un gouvernement pour contrôler la dette publique.",
    "example_translation": "Les mesures d'austérité comprenaient des coupes dans les services publics."
  },
  {
    "id": "fin_0146",
    "term_translation": "Subvention",
    "definition_translation": "Somme d'argent accordée par le gouvernement pour aider une industrie ou entreprise.",
    "example_translation": "Les agriculteurs reçoivent une subvention pour maintenir les prix alimentaires bas."
  },
  {
    "id": "fin_0147",
    "term_translation": "Droit de douane",
    "definition_translation": "Taxe à payer sur une classe particulière d'importations ou d'exportations.",
    "example_translation": "Les nouveaux droits de douane sur l'acier ont augmenté les coûts de fabrication."
  },
  {
    "id": "fin_0148",
    "term_translation": "Quota",
    "definition_translation": "Restriction commerciale imposée par le gouvernement limitant la quantité de biens importables.",
    "example_translation": "Le quota d'importation limite la quantité de sucre étranger autorisé."
  },
  {
    "id": "fin_0149",
    "term_translation": "Marché des capitaux",
    "definition_translation": "Marché financier où s'échangent des dettes à long terme ou des titres adossés à des actions.",
    "example_translation": "Les entreprises lèvent des fonds pour leur expansion sur le marché des capitaux."
  },
  {
    "id": "fin_0150",
    "term_translation": "Détresse financière",
    "definition_translation": "Condition où une entreprise ne peut plus générer de revenus ni payer ses obligations.",
    "example_translation": "Le détaillant a montré des signes de détresse financière des mois avant de fermer."
  }
]