[
  {
    "id": "hr_0001",
    "term": "Talent acquisition",
    "definition": "The ongoing process of strategically identifying, attracting, and hiring people with skills that match the organization’s long-term needs.",
    "example": "Our Talent acquisition team builds relationships with niche communities long before a vacancy appears.",
    "metadata": {
      "difficulty": 1,
      "tags": [
        "recruitment",
        "strategy"
      ]
    }
  },
  {
    "id": "hr_0002",
    "term": "Employer branding",
    "definition": "The set of activities used to shape how current and potential employees perceive an organization as a place to work.",
    "example": "Improving our Employer branding reduced the number of candidates who declined offers at the last minute.",
    "metadata": {
      "difficulty": 2,
      "tags": [
        "brand",
        "recruitment"
      ]
    }
  },
  {
    "id": "hr_0003",
    "term": "Employer value proposition",
    "definition": "The unique mix of benefits, culture, and career opportunities that an organization promises in exchange for an employee’s skills and commitment.",
    "example": "We rewrote the Employer value proposition to emphasize learning opportunities and flexible work.",
    "metadata": {
      "difficulty": 3,
      "tags": [
        "engagement",
        "recruitment"
      ]
    }
  },
  {
    "id": "hr_0004",
    "term": "Workforce planning",
    "definition": "A structured process for forecasting future talent needs and aligning staffing levels with business objectives.",
    "example": "Through Workforce planning, HR identified critical roles that need successors in the next three years.",
    "metadata": {
      "difficulty": 1,
      "tags": [
        "planning",
        "staffing"
      ]
    }
  },
  {
    "id": "hr_0005",
    "term": "Headcount planning",
    "definition": "The process of determining the number and type of positions an organization requires over a specific time horizon.",
    "example": "Finance and HR collaborate on Headcount planning during the annual budget cycle.",
    "metadata": {
      "difficulty": 2,
      "tags": [
        "planning",
        "budgeting"
      ]
    }
  },
  {
    "id": "hr_0006",
    "term": "Talent pipeline",
    "definition": "A pool of pre-qualified and engaged candidates who can fill current and future vacancies with minimal delay.",
    "example": "Maintaining a strong Talent pipeline helped us replace a departing director within a few weeks.",
    "metadata": {
      "difficulty": 3,
      "tags": [
        "recruitment",
        "succession"
      ]
    }
  },
  {
    "id": "hr_0007",
    "term": "Talent pool",
    "definition": "A curated group of people with relevant skills who have shown interest in working for the organization.",
    "example": "We tagged former interns in our Talent pool so recruiters can easily re-engage them.",
    "metadata": {
      "difficulty": 1,
      "tags": [
        "recruitment",
        "database"
      ]
    }
  },
  {
    "id": "hr_0008",
    "term": "Sourcing strategy",
    "definition": "A plan that defines where and how recruiters will search for suitable candidates for specific roles.",
    "example": "For senior engineers, the Sourcing strategy focuses on referrals and professional communities rather than job boards.",
    "metadata": {
      "difficulty": 2,
      "tags": [
        "recruitment",
        "sourcing"
      ]
    }
  },
  {
    "id": "hr_0009",
    "term": "Campus recruitment",
    "definition": "Targeted hiring activities conducted at universities or colleges to attract graduates and interns.",
    "example": "Our Campus recruitment program includes case-study workshops and mock interviews.",
    "metadata": {
      "difficulty": 3,
      "tags": [
        "recruitment",
        "graduates"
      ]
    }
  },
  {
    "id": "hr_0010",
    "term": "Internal mobility",
    "definition": "The practice of filling vacancies by moving existing employees across roles, teams, or locations.",
    "example": "Promoting Internal mobility increased retention among high-performing specialists.",
    "metadata": {
      "difficulty": 1,
      "tags": [
        "career",
        "succession"
      ]
    }
  },
  {
    "id": "hr_0011",
    "term": "Job requisition",
    "definition": "An internal request that formally initiates the hiring process for a specific position.",
    "example": "The hiring manager submitted a Job requisition outlining responsibilities and budget for the role.",
    "metadata": {
      "difficulty": 2,
      "tags": [
        "recruitment",
        "process"
      ]
    }
  },
  {
    "id": "hr_0012",
    "term": "Job posting strategy",
    "definition": "A deliberate approach to deciding where, when, and how to publish vacancy announcements.",
    "example": "We revised the Job posting strategy to prioritize niche platforms over generic job portals.",
    "metadata": {
      "difficulty": 3,
      "tags": [
        "recruitment",
        "marketing"
      ]
    }
  },
  {
    "id": "hr_0013",
    "term": "Candidate experience",
    "definition": "How applicants perceive and emotionally respond to all interactions with an employer during the hiring journey.",
    "example": "Simplifying the application form significantly improved the overall Candidate experience.",
    "metadata": {
      "difficulty": 1,
      "tags": [
        "recruitment",
        "engagement"
      ]
    }
  },
  {
    "id": "hr_0014",
    "term": "Recruitment funnel",
    "definition": "A staged view of the hiring pipeline that tracks how candidates move from attraction to offer acceptance.",
    "example": "By analyzing the Recruitment funnel, HR found that many applicants dropped out after the screening call.",
    "metadata": {
      "difficulty": 2,
      "tags": [
        "analytics",
        "recruitment"
      ]
    }
  },
  {
    "id": "hr_0015",
    "term": "Time-to-hire",
    "definition": "A metric that measures the number of days between opening a position and a candidate accepting the offer.",
    "example": "Reducing Time-to-hire by two weeks gave us an advantage in a competitive talent market.",
    "metadata": {
      "difficulty": 3,
      "tags": [
        "metrics",
        "recruitment"
      ]
    }
  },
  {
    "id": "hr_0016",
    "term": "Cost-per-hire",
    "definition": "The average amount of money spent to fill a vacancy, including advertising, tools, and internal labor.",
    "example": "We calculated Cost-per-hire to justify investing in an in-house sourcing team.",
    "metadata": {
      "difficulty": 1,
      "tags": [
        "metrics",
        "budgeting"
      ]
    }
  },
  {
    "id": "hr_0017",
    "term": "Applicant tracking system",
    "definition": "Software used to manage job applications, automate workflows, and store candidate data across the recruitment process.",
    "example": "Our Applicant tracking system automatically screens résumés for mandatory qualifications.",
    "metadata": {
      "difficulty": 2,
      "tags": [
        "systems",
        "recruitment"
      ]
    }
  },
  {
    "id": "hr_0018",
    "term": "Screening question",
    "definition": "A predefined inquiry used early in the hiring process to quickly eliminate candidates who do not meet basic criteria.",
    "example": "Adding a language proficiency Screening question saved recruiters hours of phone calls.",
    "metadata": {
      "difficulty": 3,
      "tags": [
        "selection",
        "recruitment"
      ]
    }
  },
  {
    "id": "hr_0019",
    "term": "Structured interview",
    "definition": "A conversation in which all candidates are asked the same set of predefined, job-related questions.",
    "example": "Using a Structured interview format increased the consistency of our hiring decisions.",
    "metadata": {
      "difficulty": 1,
      "tags": [
        "selection",
        "interviewing"
      ]
    }
  },
  {
    "id": "hr_0020",
    "term": "Competency-based interview",
    "definition": "An interview format that explores past behaviors to assess whether a candidate demonstrates specific job-related competencies.",
    "example": "In a Competency-based interview, candidates describe concrete situations instead of giving hypothetical answers.",
    "metadata": {
      "difficulty": 2,
      "tags": [
        "selection",
        "competencies"
      ]
    }
  },
  {
    "id": "hr_0021",
    "term": "Behavioral interview",
    "definition": "An interview style that focuses on how candidates handled real situations to predict future performance.",
    "example": "The recruiter used Behavioral interview questions to probe how the candidate manages conflict.",
    "metadata": {
      "difficulty": 3,
      "tags": [
        "selection",
        "interviewing"
      ]
    }
  },
  {
    "id": "hr_0022",
    "term": "Assessment center",
    "definition": "A multi-step evaluation process that uses simulations, tests, and group exercises to assess candidates’ skills.",
    "example": "Graduates completed an Assessment center with role plays and case studies before receiving offers.",
    "metadata": {
      "difficulty": 1,
      "tags": [
        "assessment",
        "selection"
      ]
    }
  },
  {
    "id": "hr_0023",
    "term": "Background screening",
    "definition": "The verification of a candidate’s identity, qualifications, and history before finalizing a hire.",
    "example": "Background screening revealed discrepancies in the candidate’s employment dates.",
    "metadata": {
      "difficulty": 2,
      "tags": [
        "compliance",
        "selection"
      ]
    }
  },
  {
    "id": "hr_0024",
    "term": "Reference check",
    "definition": "The process of contacting previous supervisors or colleagues to validate a candidate’s experience and behavior.",
    "example": "A structured Reference check template helps managers ask consistent questions.",
    "metadata": {
      "difficulty": 3,
      "tags": [
        "selection",
        "verification"
      ]
    }
  },
  {
    "id": "hr_0025",
    "term": "Offer management",
    "definition": "Coordinating the content, approval, and communication of job offers to selected candidates.",
    "example": "Digital signatures made Offer management faster for both HR and candidates.",
    "metadata": {
      "difficulty": 1,
      "tags": [
        "recruitment",
        "process"
      ]
    }
  },
  {
    "id": "hr_0026",
    "term": "Onboarding program",
    "definition": "A structured set of activities that help new employees integrate into the organization and become productive.",
    "example": "Our Onboarding program pairs every newcomer with a buddy during the first month.",
    "metadata": {
      "difficulty": 2,
      "tags": [
        "onboarding",
        "engagement"
      ]
    }
  },
  {
    "id": "hr_0027",
    "term": "Probation period",
    "definition": "An initial phase of employment during which fit and performance are evaluated before confirming the contract.",
    "example": "The manager extended the Probation period to give the employee more time to improve.",
    "metadata": {
      "difficulty": 3,
      "tags": [
        "contracts",
        "performance"
      ]
    }
  },
  {
    "id": "hr_0028",
    "term": "Induction training",
    "definition": "Introductory learning sessions that familiarize new employees with policies, tools, and culture.",
    "example": "All new hires attend Induction training on workplace ethics and safety rules.",
    "metadata": {
      "difficulty": 1,
      "tags": [
        "onboarding",
        "training"
      ]
    }
  },
  {
    "id": "hr_0029",
    "term": "Offboarding process",
    "definition": "The set of formal and informal steps taken when an employee leaves the organization.",
    "example": "A well-designed Offboarding process protects knowledge and reduces legal risk.",
    "metadata": {
      "difficulty": 2,
      "tags": [
        "exit",
        "process"
      ]
    }
  },
  {
    "id": "hr_0030",
    "term": "Exit interview",
    "definition": "A structured conversation with a departing employee to collect feedback and understand the reasons for leaving.",
    "example": "Insights from the Exit interview led to improvements in our leadership training.",
    "metadata": {
      "difficulty": 3,
      "tags": [
        "exit",
        "feedback"
      ]
    }
  },
  {
    "id": "hr_0031",
    "term": "Succession planning",
    "definition": "A proactive approach to identifying and developing people who can step into key roles in the future.",
    "example": "Succession planning ensured there was a ready successor when the CFO retired.",
    "metadata": {
      "difficulty": 1,
      "tags": [
        "leadership",
        "planning"
      ]
    }
  },
  {
    "id": "hr_0032",
    "term": "Career pathing",
    "definition": "Designing and communicating possible role progressions that employees can follow within the organization.",
    "example": "Transparent Career pathing helped specialists see non-managerial growth options.",
    "metadata": {
      "difficulty": 2,
      "tags": [
        "career",
        "development"
      ]
    }
  },
  {
    "id": "hr_0033",
    "term": "High-potential employee",
    "definition": "A person identified as having the ability and motivation to grow into significantly larger roles.",
    "example": "High-potential employees receive accelerated development and stretch assignments.",
    "metadata": {
      "difficulty": 3,
      "tags": [
        "talent",
        "development"
      ]
    }
  },
  {
    "id": "hr_0034",
    "term": "Leadership pipeline",
    "definition": "The flow of employees who are being prepared to assume leadership roles at different levels.",
    "example": "Gaps in the Leadership pipeline became visible when two directors left simultaneously.",
    "metadata": {
      "difficulty": 1,
      "tags": [
        "leadership",
        "succession"
      ]
    }
  },
  {
    "id": "hr_0035",
    "term": "Individual development plan",
    "definition": "A personalized document that outlines an employee’s learning goals and actions over a defined period.",
    "example": "Every manager reviews the Individual development plan of their team members twice a year.",
    "metadata": {
      "difficulty": 2,
      "tags": [
        "development",
        "planning"
      ]
    }
  },
  {
    "id": "hr_0036",
    "term": "Performance appraisal",
    "definition": "A formal evaluation of an employee’s achievements and behaviors over a given timeframe.",
    "example": "The company replaced annual Performance appraisals with more frequent check-ins.",
    "metadata": {
      "difficulty": 3,
      "tags": [
        "performance",
        "evaluation"
      ]
    }
  },
  {
    "id": "hr_0037",
    "term": "Performance review cycle",
    "definition": "The recurring schedule and steps used to plan, assess, and discuss employee performance.",
    "example": "Our Performance review cycle starts with goal-setting in January and ends with calibration in December.",
    "metadata": {
      "difficulty": 1,
      "tags": [
        "performance",
        "process"
      ]
    }
  },
  {
    "id": "hr_0038",
    "term": "Performance improvement plan",
    "definition": "A documented agreement that sets expectations and support for an underperforming employee over a specific period.",
    "example": "The Performance improvement plan included clear targets and weekly coaching sessions.",
    "metadata": {
      "difficulty": 2,
      "tags": [
        "performance",
        "remediation"
      ]
    }
  },
  {
    "id": "hr_0039",
    "term": "Objectives and key results",
    "definition": "A goal-setting framework that links ambitious qualitative objectives with measurable outcomes.",
    "example": "The HR team uses Objectives and key results to align their projects with business priorities.",
    "metadata": {
      "difficulty": 3,
      "tags": [
        "goals",
        "alignment"
      ]
    }
  },
  {
    "id": "hr_0040",
    "term": "360-degree feedback",
    "definition": "A method where employees receive input on their behavior from managers, peers, direct reports, and sometimes customers.",
    "example": "Introducing 360-degree feedback exposed blind spots in how leaders communicated.",
    "metadata": {
      "difficulty": 1,
      "tags": [
        "feedback",
        "assessment"
      ]
    }
  },
  {
    "id": "hr_0041",
    "term": "Calibration meeting",
    "definition": "A session in which managers compare performance ratings to ensure fairness and consistency across teams.",
    "example": "During the Calibration meeting, several ratings were adjusted for consistency.",
    "metadata": {
      "difficulty": 2,
      "tags": [
        "performance",
        "governance"
      ]
    }
  },
  {
    "id": "hr_0042",
    "term": "Learning and development",
    "definition": "A function that designs and delivers learning solutions to build skills and support business strategy.",
    "example": "Investment in Learning and development grew as the company shifted to a digital model.",
    "metadata": {
      "difficulty": 3,
      "tags": [
        "training",
        "strategy"
      ]
    }
  },
  {
    "id": "hr_0043",
    "term": "Training needs analysis",
    "definition": "A diagnostic process that identifies gaps between current and desired employee capabilities.",
    "example": "The Training needs analysis revealed a widespread lack of data literacy.",
    "metadata": {
      "difficulty": 1,
      "tags": [
        "training",
        "analysis"
      ]
    }
  },
  {
    "id": "hr_0044",
    "term": "Skills matrix",
    "definition": "A visual tool that maps employees’ competencies against the skills required for specific roles.",
    "example": "The Skills matrix helped allocate experts to critical project phases.",
    "metadata": {
      "difficulty": 2,
      "tags": [
        "competencies",
        "planning"
      ]
    }
  },
  {
    "id": "hr_0045",
    "term": "Knowledge transfer",
    "definition": "The deliberate sharing of expertise from one person or group to others to reduce dependence on single experts.",
    "example": "Structured Knowledge transfer sessions were scheduled before the senior analyst retired.",
    "metadata": {
      "difficulty": 3,
      "tags": [
        "knowledge",
        "continuity"
      ]
    }
  },
  {
    "id": "hr_0046",
    "term": "Job rotation",
    "definition": "A development practice where employees temporarily move between different roles or departments.",
    "example": "Job rotation between sales and operations improved mutual understanding.",
    "metadata": {
      "difficulty": 1,
      "tags": [
        "development",
        "mobility"
      ]
    }
  },
  {
    "id": "hr_0047",
    "term": "Cross-training",
    "definition": "Teaching employees to perform tasks outside their primary role to increase flexibility and resilience.",
    "example": "Cross-training the support team reduced service disruptions during absences.",
    "metadata": {
      "difficulty": 2,
      "tags": [
        "training",
        "flexibility"
      ]
    }
  },
  {
    "id": "hr_0048",
    "term": "Mentorship scheme",
    "definition": "A structured initiative where experienced professionals guide and support the development of less experienced colleagues.",
    "example": "She credits her rapid promotion to the advice she received through the corporate Mentorship scheme.",
    "metadata": {
      "difficulty": 2,
      "tags": [
        "development",
        "mentoring"
      ]
    }
  },
  {
    "id": "hr_0049",
    "term": "Coaching culture",
    "definition": "An environment in which leaders regularly use coaching behaviors to develop their teams.",
    "example": "Building a Coaching culture required training managers to ask more open questions.",
    "metadata": {
      "difficulty": 1,
      "tags": [
        "culture",
        "leadership"
      ]
    }
  },
  {
    "id": "hr_0050",
    "term": "Talent review",
    "definition": "A structured meeting where leaders discuss the performance and potential of employees across the organization.",
    "example": "The annual Talent review highlighted a shortage of successors for technical leadership roles.",
    "metadata": {
      "difficulty": 2,
      "tags": [
        "talent",
        "governance"
      ]
    }
  },
  {
    "id": "hr_0051",
    "term": "Total rewards",
    "definition": "The full portfolio of monetary and non-monetary benefits that employees receive from an employer.",
    "example": "The Total rewards strategy emphasizes wellbeing benefits instead of only higher pay.",
    "metadata": {
      "difficulty": 3,
      "tags": [
        "compensation",
        "benefits"
      ]
    }
  },
  {
    "id": "hr_0052",
    "term": "Fixed remuneration",
    "definition": "The guaranteed portion of an employee's compensation package, excluding variable bonuses and benefits.",
    "example": "While the Fixed remuneration was lower than average, the stock options made the offer attractive.",
    "metadata": {
      "difficulty": 2,
      "tags": [
        "pay",
        "compensation"
      ]
    }
  },
  {
    "id": "hr_0053",
    "term": "Variable pay",
    "definition": "The portion of compensation that depends on individual, team, or company performance.",
    "example": "For sales roles, Variable pay can make up half of the total compensation.",
    "metadata": {
      "difficulty": 2,
      "tags": [
        "pay",
        "incentives"
      ]
    }
  },
  {
    "id": "hr_0054",
    "term": "Pay band",
    "definition": "A predefined range of salaries that applies to jobs of similar value or level.",
    "example": "Managers must keep offers within the Pay band approved for the role.",
    "metadata": {
      "difficulty": 3,
      "tags": [
        "grading",
        "compensation"
      ]
    }
  },
  {
    "id": "hr_0055",
    "term": "Pay bracket",
    "definition": "A distinct level or grade within a compensation structure that dictates the minimum and maximum earnings for a role.",
    "example": "Moving to a management role usually places you in a significantly higher Pay bracket.",
    "metadata": {
      "difficulty": 2,
      "tags": [
        "grading",
        "compensation"
      ]
    }
  },
  {
    "id": "hr_0056",
    "term": "Pay grade",
    "definition": "A compensation level that groups roles with comparable responsibility and complexity.",
    "example": "Promotions often involve moving to a higher Pay grade with a different benefits package.",
    "metadata": {
      "difficulty": 2,
      "tags": [
        "grading",
        "structure"
      ]
    }
  },
  {
    "id": "hr_0057",
    "term": "Job evaluation",
    "definition": "A systematic method for determining the relative value of jobs to ensure internal pay fairness.",
    "example": "HR used a point-factor Job evaluation method before redesigning salary bands.",
    "metadata": {
      "difficulty": 3,
      "tags": [
        "compensation",
        "methodology"
      ]
    }
  },
  {
    "id": "hr_0058",
    "term": "Grading structure",
    "definition": "The hierarchy of pay grades or levels that supports consistent compensation decisions.",
    "example": "The new Grading structure aligned managerial layers across all countries.",
    "metadata": {
      "difficulty": 1,
      "tags": [
        "structure",
        "compensation"
      ]
    }
  },
  {
    "id": "hr_0059",
    "term": "Pay benchmarking",
    "definition": "Comparing internal pay levels with external market data to stay competitive and fair.",
    "example": "Annual Pay benchmarking showed that our engineers were paid below the market median.",
    "metadata": {
      "difficulty": 2,
      "tags": [
        "market",
        "compensation"
      ]
    }
  },
  {
    "id": "hr_0060",
    "term": "Market pricing",
    "definition": "Setting salary levels for a role based mainly on external salary survey data.",
    "example": "For scarce skills, Market pricing is more influential than internal relativities.",
    "metadata": {
      "difficulty": 3,
      "tags": [
        "compensation",
        "market"
      ]
    }
  },
  {
    "id": "hr_0061",
    "term": "Pay equity",
    "definition": "The principle that employees who contribute comparable value should receive comparable compensation.",
    "example": "The company launched a Pay equity review to address unexplained pay gaps.",
    "metadata": {
      "difficulty": 1,
      "tags": [
        "fairness",
        "compensation"
      ]
    }
  },
  {
    "id": "hr_0062",
    "term": "Pay transparency",
    "definition": "The degree to which an organization discloses information about pay structures and decisions.",
    "example": "Moving toward Pay transparency required training managers to explain salary rationales.",
    "metadata": {
      "difficulty": 2,
      "tags": [
        "communication",
        "compensation"
      ]
    }
  },
  {
    "id": "hr_0063",
    "term": "Pay compression",
    "definition": "A situation where pay differences between new hires and experienced employees become too small.",
    "example": "Rapid market increases caused Pay compression among software engineers.",
    "metadata": {
      "difficulty": 3,
      "tags": [
        "compensation",
        "risk"
      ]
    }
  },
  {
    "id": "hr_0064",
    "term": "Pay progression",
    "definition": "The pattern by which an employee’s pay moves within or across salary ranges over time.",
    "example": "Clear Pay progression guidelines reduce perceptions of favoritism.",
    "metadata": {
      "difficulty": 1,
      "tags": [
        "career",
        "compensation"
      ]
    }
  },
  {
    "id": "hr_0065",
    "term": "Overtime premium",
    "definition": "An increased pay rate applied to hours worked beyond the standard working time.",
    "example": "Warehouse staff receive an Overtime premium for night shifts.",
    "metadata": {
      "difficulty": 2,
      "tags": [
        "pay",
        "time"
      ]
    }
  },
  {
    "id": "hr_0066",
    "term": "Shift allowance",
    "definition": "Additional compensation paid to employees who work less desirable hours or rotating shifts.",
    "example": "A Shift allowance helps attract nurses to weekend rotations.",
    "metadata": {
      "difficulty": 3,
      "tags": [
        "benefits",
        "working-time"
      ]
    }
  },
  {
    "id": "hr_0067",
    "term": "Retention bonus",
    "definition": "A one-time or temporary payment designed to encourage key employees to stay during critical periods.",
    "example": "Project leaders received a Retention bonus for staying until the system go-live.",
    "metadata": {
      "difficulty": 1,
      "tags": [
        "retention",
        "incentives"
      ]
    }
  },
  {
    "id": "hr_0068",
    "term": "Spot bonus",
    "definition": "An unplanned, discretionary reward granted shortly after an exceptional contribution.",
    "example": "The manager gave a Spot bonus to the analyst who resolved a major client issue overnight.",
    "metadata": {
      "difficulty": 2,
      "tags": [
        "recognition",
        "incentives"
      ]
    }
  },
  {
    "id": "hr_0069",
    "term": "Long-term incentive plan",
    "definition": "A scheme that links rewards to performance over several years, often using shares or deferred cash.",
    "example": "Executives participate in a Long-term incentive plan tied to sustainable profit growth.",
    "metadata": {
      "difficulty": 3,
      "tags": [
        "incentives",
        "governance"
      ]
    }
  },
  {
    "id": "hr_0070",
    "term": "Deferred compensation",
    "definition": "Income that is earned but paid at a later date, typically to encourage retention or support tax planning.",
    "example": "Part of the bonus was converted into Deferred compensation vested over three years.",
    "metadata": {
      "difficulty": 1,
      "tags": [
        "compensation",
        "benefits"
      ]
    }
  },
  {
    "id": "hr_0071",
    "term": "Stock option plan",
    "definition": "A program that gives employees the right to buy company shares at a predetermined price after a vesting period.",
    "example": "The Stock option plan aligns senior managers’ interests with those of shareholders.",
    "metadata": {
      "difficulty": 2,
      "tags": [
        "equity",
        "incentives"
      ]
    }
  },
  {
    "id": "hr_0072",
    "term": "Non-monetary rewards",
    "definition": "Forms of recognition that do not involve direct payments, such as development opportunities or extra time off.",
    "example": "Non-monetary rewards like special projects can be more motivating than cash for some employees.",
    "metadata": {
      "difficulty": 3,
      "tags": [
        "recognition",
        "engagement"
      ]
    }
  },
  {
    "id": "hr_0073",
    "term": "Recognition program",
    "definition": "A structured approach for acknowledging and rewarding desired behaviors and achievements.",
    "example": "Our peer-nominated Recognition program increased cross-team collaboration.",
    "metadata": {
      "difficulty": 1,
      "tags": [
        "recognition",
        "culture"
      ]
    }
  },
  {
    "id": "hr_0074",
    "term": "Benefits package",
    "definition": "The collection of indirect rewards such as insurance, retirement plans, and perks offered by an employer.",
    "example": "Candidates often compare the Benefits package rather than just base pay.",
    "metadata": {
      "difficulty": 2,
      "tags": [
        "benefits",
        "compensation"
      ]
    }
  },
  {
    "id": "hr_0075",
    "term": "Flexible benefits",
    "definition": "A system that allows employees to choose from a menu of benefit options within a fixed budget.",
    "example": "Through Flexible benefits, staff can swap gym passes for extra childcare support.",
    "metadata": {
      "difficulty": 3,
      "tags": [
        "benefits",
        "flexibility"
      ]
    }
  },
  {
    "id": "hr_0076",
    "term": "Cafeteria plan",
    "definition": "A benefits arrangement where employees allocate credits or points to preferred options from a predefined list.",
    "example": "The Cafeteria plan lets employees trade part of their bonus for additional vacation days.",
    "metadata": {
      "difficulty": 1,
      "tags": [
        "benefits",
        "design"
      ]
    }
  },
  {
    "id": "hr_0077",
    "term": "Wellness allowance",
    "definition": "A fixed budget that employees can spend on health-related goods or services.",
    "example": "Employees used the Wellness allowance for fitness classes and ergonomic equipment.",
    "metadata": {
      "difficulty": 2,
      "tags": [
        "wellbeing",
        "benefits"
      ]
    }
  },
  {
    "id": "hr_0078",
    "term": "Employee assistance program",
    "definition": "A confidential support service that offers counseling and guidance on personal or work issues.",
    "example": "The Employee assistance program saw higher usage during the merger announcement.",
    "metadata": {
      "difficulty": 3,
      "tags": [
        "wellbeing",
        "support"
      ]
    }
  },
  {
    "id": "hr_0079",
    "term": "Pension scheme",
    "definition": "An arrangement through which employees accrue rights to receive income after retirement.",
    "example": "The company pension scheme matches employee contributions up to a fixed percentage.",
    "metadata": {
      "difficulty": 1,
      "tags": [
        "retirement",
        "benefits"
      ]
    }
  },
  {
    "id": "hr_0080",
    "term": "Severance pay",
    "definition": "Compensation provided to employees when their employment is terminated under specified conditions.",
    "example": "Eligibility for Severance pay depends on length of service and local law.",
    "metadata": {
      "difficulty": 2,
      "tags": [
        "termination",
        "compensation"
      ]
    }
  },
  {
    "id": "hr_0081",
    "term": "Redundancy package",
    "definition": "The combination of financial and non-financial terms offered to employees whose roles are eliminated.",
    "example": "The Redundancy package included outplacement services and extended health coverage.",
    "metadata": {
      "difficulty": 3,
      "tags": [
        "restructuring",
        "termination"
      ]
    }
  },
  {
    "id": "hr_0082",
    "term": "Outplacement services",
    "definition": "Support provided to departing employees to help them find new employment.",
    "example": "Outplacement services offered coaching on résumés and interview skills.",
    "metadata": {
      "difficulty": 1,
      "tags": [
        "exit",
        "support"
      ]
    }
  },
  {
    "id": "hr_0083",
    "term": "Redeployment program",
    "definition": "A structured effort to move employees whose roles are at risk into open positions elsewhere in the organization.",
    "example": "The Redeployment program minimized compulsory layoffs during the reorganization.",
    "metadata": {
      "difficulty": 2,
      "tags": [
        "mobility",
        "restructuring"
      ]
    }
  },
  {
    "id": "hr_0084",
    "term": "Mobility allowance",
    "definition": "Financial support granted to employees who relocate or commute as part of their job.",
    "example": "A Mobility allowance made international assignments more attractive.",
    "metadata": {
      "difficulty": 3,
      "tags": [
        "mobility",
        "benefits"
      ]
    }
  },
  {
    "id": "hr_0085",
    "term": "Expense claim",
    "definition": "A formal request submitted by an employee to be reimbursed for business-related costs paid from their own pocket.",
    "example": "You must attach all digital receipts to your Expense claim before the finance team approves it.",
    "metadata": {
      "difficulty": 1,
      "tags": [
        "expenses",
        "admin"
      ]
    }
  },
  {
    "id": "hr_0086",
    "term": "Payroll processing",
    "definition": "The operational task of calculating wages, deductions, and net pay for employees.",
    "example": "Errors in Payroll processing can damage trust and create compliance risks.",
    "metadata": {
      "difficulty": 2,
      "tags": [
        "payroll",
        "operations"
      ]
    }
  },
  {
    "id": "hr_0087",
    "term": "Payroll reconciliation",
    "definition": "The review activity that checks payroll data against source records to ensure accuracy.",
    "example": "Monthly Payroll reconciliation compares paid amounts with approved timesheets.",
    "metadata": {
      "difficulty": 3,
      "tags": [
        "payroll",
        "controls"
      ]
    }
  },
  {
    "id": "hr_0088",
    "term": "Time and attendance",
    "definition": "Systems and processes used to track hours worked, start and end times, and breaks for payroll purposes.",
    "example": "Modern Time and attendance software integrates directly with the payroll system to reduce errors.",
    "metadata": {
      "difficulty": 2,
      "tags": [
        "time",
        "systems"
      ]
    }
  },
  {
    "id": "hr_0089",
    "term": "Absence management",
    "definition": "Coordinating policies, data, and interventions to handle employee time off effectively.",
    "example": "Better Absence management reduced unplanned sick days in customer service.",
    "metadata": {
      "difficulty": 2,
      "tags": [
        "time",
        "wellbeing"
      ]
    }
  },
  {
    "id": "hr_0090",
    "term": "Leave entitlement",
    "definition": "The amount and type of time off an employee is legally or contractually allowed to take.",
    "example": "HR clarified Leave entitlement in a simple infographic for managers.",
    "metadata": {
      "difficulty": 3,
      "tags": [
        "leave",
        "policy"
      ]
    }
  },
  {
    "id": "hr_0091",
    "term": "Parental leave",
    "definition": "Authorized time away from work granted to parents after the birth or adoption of a child.",
    "example": "The organization extended Parental leave to non-birth parents.",
    "metadata": {
      "difficulty": 1,
      "tags": [
        "leave",
        "family"
      ]
    }
  },
  {
    "id": "hr_0092",
    "term": "Sickness absence",
    "definition": "The period of time an employee is away from work due to illness or injury, monitored for patterns.",
    "example": "Frequent short-term Sickness absence triggered a formal review by the line manager.",
    "metadata": {
      "difficulty": 2,
      "tags": [
        "leave",
        "wellbeing"
      ]
    }
  },
  {
    "id": "hr_0093",
    "term": "Remote work policy",
    "definition": "Guidelines that regulate working from locations other than the employer’s premises.",
    "example": "The Remote work policy specifies eligibility, equipment, and data security requirements.",
    "metadata": {
      "difficulty": 3,
      "tags": [
        "flexibility",
        "policy"
      ]
    }
  },
  {
    "id": "hr_0094",
    "term": "Hybrid work model",
    "definition": "An arrangement in which employees split their working time between remote and on-site locations.",
    "example": "The Hybrid work model is designed around team agreements, not individual preferences alone.",
    "metadata": {
      "difficulty": 1,
      "tags": [
        "flexibility",
        "organization"
      ]
    }
  },
  {
    "id": "hr_0095",
    "term": "Flextime",
    "definition": "A scheduling arrangement that allows employees to choose their starting and ending times within agreed limits.",
    "example": "Flextime has significantly reduced tardiness during the morning rush hour.",
    "metadata": {
      "difficulty": 2,
      "tags": [
        "flexibility",
        "time"
      ]
    }
  },
  {
    "id": "hr_0096",
    "term": "Work-life balance initiative",
    "definition": "A program aimed at helping employees manage professional and personal responsibilities sustainably.",
    "example": "The Work-life balance initiative promoted meeting-free time blocks in the calendar.",
    "metadata": {
      "difficulty": 3,
      "tags": [
        "wellbeing",
        "culture"
      ]
    }
  },
  {
    "id": "hr_0097",
    "term": "Occupational health and safety",
    "definition": "The set of practices, policies, and controls that prevent work-related injuries and illnesses.",
    "example": "Occupational health and safety training is mandatory for all line managers.",
    "metadata": {
      "difficulty": 1,
      "tags": [
        "safety",
        "compliance"
      ]
    }
  },
  {
    "id": "hr_0098",
    "term": "Return-to-work interview",
    "definition": "A short meeting held after an absence to discuss reasons for leave and any support needed.",
    "example": "Supervisors conduct a Return-to-work interview after every extended sick leave.",
    "metadata": {
      "difficulty": 2,
      "tags": [
        "absence",
        "wellbeing"
      ]
    }
  },
  {
    "id": "hr_0099",
    "term": "Reasonable accommodation",
    "definition": "Adjustments to a job or workplace that enable someone with specific needs to perform essential duties.",
    "example": "Providing assistive technology counted as a Reasonable accommodation for the employee.",
    "metadata": {
      "difficulty": 3,
      "tags": [
        "inclusion",
        "compliance"
      ]
    }
  },
  {
    "id": "hr_0100",
    "term": "Disability leave",
    "definition": "Authorized time away from work granted due to a health condition that limits work capacity.",
    "example": "Clear rules around Disability leave reduce anxiety for employees facing serious illness.",
    "metadata": {
      "difficulty": 1,
      "tags": [
        "leave",
        "health"
      ]
    }
  },
  {
    "id": "hr_0101",
    "term": "Employee engagement",
    "definition": "The emotional and cognitive connection employees feel toward their work and organization.",
    "example": "High Employee engagement often correlates with better customer satisfaction scores.",
    "metadata": {
      "difficulty": 2,
      "tags": [
        "engagement",
        "culture"
      ]
    }
  },
  {
    "id": "hr_0102",
    "term": "Engagement survey",
    "definition": "A structured questionnaire that measures how committed and energized employees feel.",
    "example": "The Engagement survey highlighted concerns about workload and recognition.",
    "metadata": {
      "difficulty": 3,
      "tags": [
        "metrics",
        "feedback"
      ]
    }
  },
  {
    "id": "hr_0103",
    "term": "Organizational climate",
    "definition": "Employees’ shared perceptions of policies, practices, and routines at a given point in time.",
    "example": "A trust deficit in leadership negatively influenced the Organizational climate.",
    "metadata": {
      "difficulty": 1,
      "tags": [
        "culture",
        "perception"
      ]
    }
  },
  {
    "id": "hr_0104",
    "term": "Organizational culture",
    "definition": "The underlying values, norms, and behaviors that shape how work gets done in an organization.",
    "example": "Mergers often fail when Organizational cultures are incompatible.",
    "metadata": {
      "difficulty": 2,
      "tags": [
        "culture",
        "strategy"
      ]
    }
  },
  {
    "id": "hr_0105",
    "term": "Psychological safety",
    "definition": "A shared belief that the team is safe for interpersonal risk-taking, such as asking questions or admitting mistakes.",
    "example": "Teams with strong Psychological safety report more errors but learn from them faster.",
    "metadata": {
      "difficulty": 3,
      "tags": [
        "teamwork",
        "culture"
      ]
    }
  },
  {
    "id": "hr_0106",
    "term": "Employee advocacy",
    "definition": "The voluntary promotion of an employer’s brand and values by its employees.",
    "example": "Social media guidelines encourage authentic Employee advocacy.",
    "metadata": {
      "difficulty": 1,
      "tags": [
        "brand",
        "engagement"
      ]
    }
  },
  {
    "id": "hr_0107",
    "term": "Employee voice mechanism",
    "definition": "A formal channel through which employees can express opinions, suggestions, or concerns.",
    "example": "Anonymous hotlines are one type of Employee voice mechanism.",
    "metadata": {
      "difficulty": 2,
      "tags": [
        "engagement",
        "governance"
      ]
    }
  },
  {
    "id": "hr_0108",
    "term": "Grievance procedure",
    "definition": "A documented process that employees can follow to raise and resolve complaints.",
    "example": "Trade unions negotiated changes to the Grievance procedure after a high-profile case.",
    "metadata": {
      "difficulty": 3,
      "tags": [
        "relations",
        "compliance"
      ]
    }
  },
  {
    "id": "hr_0109",
    "term": "Disciplinary action",
    "definition": "A formal response to misconduct or performance issues that can range from warnings to dismissal.",
    "example": "Managers must document every Disciplinary action in the HR system.",
    "metadata": {
      "difficulty": 1,
      "tags": [
        "relations",
        "policy"
      ]
    }
  },
  {
    "id": "hr_0110",
    "term": "Progressive discipline",
    "definition": "An approach that applies increasingly serious consequences if an issue is not corrected.",
    "example": "The company uses Progressive discipline to give employees a chance to improve.",
    "metadata": {
      "difficulty": 2,
      "tags": [
        "relations",
        "process"
      ]
    }
  },
  {
    "id": "hr_0111",
    "term": "Harassment policy",
    "definition": "Rules that define unacceptable behavior and outline how reports of harassment are handled.",
    "example": "Mandatory training explains the Harassment policy with real-life examples.",
    "metadata": {
      "difficulty": 3,
      "tags": [
        "compliance",
        "safety"
      ]
    }
  },
  {
    "id": "hr_0112",
    "term": "Anti-retaliation policy",
    "definition": "A commitment that employees who report concerns in good faith will not suffer negative consequences.",
    "example": "The Anti-retaliation policy is mentioned in every whistleblowing communication.",
    "metadata": {
      "difficulty": 1,
      "tags": [
        "ethics",
        "compliance"
      ]
    }
  },
  {
    "id": "hr_0113",
    "term": "Whistleblowing policy",
    "definition": "Guidelines that describe how employees can safely report suspected wrongdoing.",
    "example": "An external hotline supports the Whistleblowing policy for sensitive cases.",
    "metadata": {
      "difficulty": 2,
      "tags": [
        "ethics",
        "governance"
      ]
    }
  },
  {
    "id": "hr_0114",
    "term": "Code of conduct",
    "definition": "A formal document that sets expectations for ethical and professional behavior.",
    "example": "Violations of the Code of conduct can lead to disciplinary measures.",
    "metadata": {
      "difficulty": 3,
      "tags": [
        "ethics",
        "policy"
      ]
    }
  },
  {
    "id": "hr_0115",
    "term": "Workplace mediation",
    "definition": "A voluntary process in which a neutral third party helps employees resolve conflicts.",
    "example": "Workplace mediation prevented a long-running dispute from escalating.",
    "metadata": {
      "difficulty": 1,
      "tags": [
        "relations",
        "conflict"
      ]
    }
  },
  {
    "id": "hr_0116",
    "term": "Conflict resolution training",
    "definition": "Learning interventions that build skills for managing disagreements constructively.",
    "example": "Supervisors attend Conflict resolution training as part of leadership development.",
    "metadata": {
      "difficulty": 2,
      "tags": [
        "training",
        "relations"
      ]
    }
  },
  {
    "id": "hr_0117",
    "term": "Collective bargaining",
    "definition": "Negotiations between employers and employee representatives over pay and working conditions.",
    "example": "Collective bargaining rounds are scheduled every two years in the sector.",
    "metadata": {
      "difficulty": 3,
      "tags": [
        "unions",
        "negotiation"
      ]
    }
  },
  {
    "id": "hr_0118",
    "term": "Works council",
    "definition": "An elected body representing employees in consultations on workplace issues.",
    "example": "The Works council must be informed before major reorganizations.",
    "metadata": {
      "difficulty": 1,
      "tags": [
        "representation",
        "governance"
      ]
    }
  },
  {
    "id": "hr_0119",
    "term": "Employee representative body",
    "definition": "A group formally authorized to speak on behalf of employees in discussions with management.",
    "example": "The Employee representative body reviewed the proposed shift schedule changes.",
    "metadata": {
      "difficulty": 2,
      "tags": [
        "representation",
        "relations"
      ]
    }
  },
  {
    "id": "hr_0120",
    "term": "Union recognition agreement",
    "definition": "A formal document in which an employer accepts a trade union as the bargaining agent.",
    "example": "The Union recognition agreement specifies which employees are covered.",
    "metadata": {
      "difficulty": 3,
      "tags": [
        "unions",
        "governance"
      ]
    }
  },
  {
    "id": "hr_0121",
    "term": "Workforce diversity",
    "definition": "The range of differences among people in an organization, including background, identity, and perspectives.",
    "example": "Workforce diversity can improve problem-solving by bringing in varied viewpoints.",
    "metadata": {
      "difficulty": 1,
      "tags": [
        "diversity",
        "culture"
      ]
    }
  },
  {
    "id": "hr_0122",
    "term": "Diversity and inclusion strategy",
    "definition": "A long-term plan for building a more representative workforce and inclusive environment.",
    "example": "Targets for leadership representation are part of the Diversity and inclusion strategy.",
    "metadata": {
      "difficulty": 2,
      "tags": [
        "diversity",
        "strategy"
      ]
    }
  },
  {
    "id": "hr_0123",
    "term": "Pay gap analysis",
    "definition": "The examination of pay data to identify unexplained differences between groups, such as genders or age bands.",
    "example": "Annual Pay gap analysis informs corrective pay adjustments and policy changes.",
    "metadata": {
      "difficulty": 3,
      "tags": [
        "analytics",
        "fairness"
      ]
    }
  },
  {
    "id": "hr_0124",
    "term": "Gender pay gap reporting",
    "definition": "Disclosing statistics that compare average earnings of women and men in an organization.",
    "example": "Regulatory Gender pay gap reporting increases pressure to address structural imbalances.",
    "metadata": {
      "difficulty": 1,
      "tags": [
        "compliance",
        "fairness"
      ]
    }
  },
  {
    "id": "hr_0125",
    "term": "Equal opportunities policy",
    "definition": "A statement that commits the employer to non-discrimination in recruitment and employment decisions.",
    "example": "Job adverts are reviewed to ensure they align with the Equal opportunities policy.",
    "metadata": {
      "difficulty": 2,
      "tags": [
        "compliance",
        "policy"
      ]
    }
  },
  {
    "id": "hr_0126",
    "term": "Age management",
    "definition": "HR practices that address the needs and strengths of employees at different life stages.",
    "example": "Age management initiatives include phased retirement and intergenerational mentoring.",
    "metadata": {
      "difficulty": 3,
      "tags": [
        "diversity",
        "planning"
      ]
    }
  },
  {
    "id": "hr_0127",
    "term": "Inclusive leadership training",
    "definition": "Programs that help leaders recognize bias and create more inclusive team practices.",
    "example": "Inclusive leadership training is mandatory for all people managers.",
    "metadata": {
      "difficulty": 1,
      "tags": [
        "leadership",
        "diversity"
      ]
    }
  },
  {
    "id": "hr_0128",
    "term": "Talent analytics",
    "definition": "The use of data and statistical methods to understand and improve workforce decisions.",
    "example": "Talent analytics helped predict which roles had the highest risk of resignation.",
    "metadata": {
      "difficulty": 2,
      "tags": [
        "analytics",
        "talent"
      ]
    }
  },
  {
    "id": "hr_0129",
    "term": "People analytics",
    "definition": "A broader discipline that combines HR data with business metrics to generate insights about human capital.",
    "example": "People analytics linked engagement scores with customer churn in specific regions.",
    "metadata": {
      "difficulty": 3,
      "tags": [
        "analytics",
        "strategy"
      ]
    }
  },
  {
    "id": "hr_0130",
    "term": "HR dashboard",
    "definition": "A visual display of key HR metrics that supports regular monitoring and decision-making.",
    "example": "The HR dashboard shows headcount, turnover, and internal mobility trends by segment.",
    "metadata": {
      "difficulty": 1,
      "tags": [
        "analytics",
        "tools"
      ]
    }
  },
  {
    "id": "hr_0131",
    "term": "FTE analysis",
    "definition": "The calculation of the total workforce workload converted into the equivalent number of full-time employees.",
    "example": "The FTE analysis showed we are understaffed despite the high number of part-time workers.",
    "metadata": {
      "difficulty": 3,
      "tags": [
        "reporting",
        "staffing"
      ]
    }
  },
  {
    "id": "hr_0132",
    "term": "Workforce segmentation",
    "definition": "Dividing employees into groups based on shared characteristics to tailor HR practices.",
    "example": "Workforce segmentation distinguished critical experts from easily replaceable roles.",
    "metadata": {
      "difficulty": 3,
      "tags": [
        "analytics",
        "planning"
      ]
    }
  },
  {
    "id": "hr_0133",
    "term": "Critical role",
    "definition": "A position whose vacancy would create disproportionate risk for the organization.",
    "example": "Succession plans prioritize every identified Critical role.",
    "metadata": {
      "difficulty": 1,
      "tags": [
        "risk",
        "talent"
      ]
    }
  },
  {
    "id": "hr_0134",
    "term": "Span of control",
    "definition": "The number of direct reports that a manager supervises.",
    "example": "Very wide Span of control can limit the quality of coaching a manager can provide.",
    "metadata": {
      "difficulty": 2,
      "tags": [
        "structure",
        "management"
      ]
    }
  },
  {
    "id": "hr_0135",
    "term": "Organizational redesign",
    "definition": "Deliberately changing structures, roles, and reporting lines to better support strategy.",
    "example": "Organizational redesign moved HR business partners closer to product teams.",
    "metadata": {
      "difficulty": 3,
      "tags": [
        "structure",
        "change"
      ]
    }
  },
  {
    "id": "hr_0136",
    "term": "Change management plan",
    "definition": "A roadmap of communications, training, and support actions that guide people through a transition.",
    "example": "The Change management plan identified key stakeholders and resistance points.",
    "metadata": {
      "difficulty": 1,
      "tags": [
        "change",
        "planning"
      ]
    }
  },
  {
    "id": "hr_0137",
    "term": "Change champion network",
    "definition": "A group of employees who promote and support a transformation within their local teams.",
    "example": "The Change champion network gathered feedback from frontline staff during the rollout.",
    "metadata": {
      "difficulty": 2,
      "tags": [
        "change",
        "engagement"
      ]
    }
  },
  {
    "id": "hr_0138",
    "term": "HR business partner",
    "definition": "An HR professional who works closely with a specific part of the business to align people practices with strategy.",
    "example": "The HR business partner joined leadership meetings to anticipate talent needs.",
    "metadata": {
      "difficulty": 3,
      "tags": [
        "hr-role",
        "strategy"
      ]
    }
  },
  {
    "id": "hr_0139",
    "term": "HR shared services",
    "definition": "A centralized unit that delivers standardized HR transactions and support to multiple parts of the organization.",
    "example": "Creating HR shared services reduced duplication across country teams.",
    "metadata": {
      "difficulty": 1,
      "tags": [
        "operations",
        "structure"
      ]
    }
  },
  {
    "id": "hr_0140",
    "term": "HR service catalogue",
    "definition": "A documented list of HR services, with descriptions and service levels, available to managers and employees.",
    "example": "The HR service catalogue clarifies who to contact for payroll versus benefits questions.",
    "metadata": {
      "difficulty": 2,
      "tags": [
        "operations",
        "service"
      ]
    }
  },
  {
    "id": "hr_0141",
    "term": "Center of expertise",
    "definition": "A specialized team within HR that provides deep knowledge in areas like compensation or talent analytics.",
    "example": "The Center of expertise for rewards designed the new equity plan.",
    "metadata": {
      "difficulty": 3,
      "tags": [
        "hr-role",
        "structure"
      ]
    }
  },
  {
    "id": "hr_0142",
    "term": "HR technology roadmap",
    "definition": "A strategic plan that outlines the future implementation and integration of HR systems.",
    "example": "Our HR technology roadmap prioritizes a new learning platform and analytics tools.",
    "metadata": {
      "difficulty": 1,
      "tags": [
        "systems",
        "strategy"
      ]
    }
  },
  {
    "id": "hr_0143",
    "term": "HRIS analyst",
    "definition": "A specialist who manages and configures the Human Resources Information System.",
    "example": "The HRIS analyst is responsible for creating new reports and ensuring data integrity.",
    "metadata": {
      "difficulty": 2,
      "tags": [
        "hr-role",
        "systems"
      ]
    }
  },
  {
    "id": "hr_0144",
    "term": "Employee self-service portal",
    "definition": "A web-based tool that allows employees to manage their own personal data, leave, and benefits.",
    "example": "Updating your address is easy using the Employee self-service portal.",
    "metadata": {
      "difficulty": 3,
      "tags": [
        "systems",
        "efficiency"
      ]
    }
  },
  {
    "id": "hr_0145",
    "term": "Manager self-service",
    "definition": "A feature in HR systems that enables managers to perform tasks like approving leave or initiating hires.",
    "example": "Implementing Manager self-service reduced the administrative burden on the HR department.",
    "metadata": {
      "difficulty": 1,
      "tags": [
        "systems",
        "efficiency"
      ]
    }
  },
  {
    "id": "hr_0146",
    "term": "Data privacy compliance",
    "definition": "Ensuring that HR practices for collecting and storing employee information adhere to legal requirements.",
    "example": "Data privacy compliance became a top priority with the introduction of new regulations.",
    "metadata": {
      "difficulty": 2,
      "tags": [
        "compliance",
        "data"
      ]
    }
  },
  {
    "id": "hr_0147",
    "term": "HR audit",
    "definition": "A systematic review of HR policies, procedures, and practices to assess compliance and effectiveness.",
    "example": "An internal HR audit revealed inconsistencies in our hiring documentation.",
    "metadata": {
      "difficulty": 3,
      "tags": [
        "audit",
        "compliance"
      ]
    }
  },
  {
    "id": "hr_0148",
    "term": "Global mobility policy",
    "definition": "A framework that governs the terms and conditions for employees who are transferred internationally.",
    "example": "The Global mobility policy covers everything from tax support to cultural training.",
    "metadata": {
      "difficulty": 1,
      "tags": [
        "mobility",
        "policy"
      ]
    }
  },
  {
    "id": "hr_0149",
    "term": "Expatriate assignment",
    "definition": "A temporary posting of an employee to work in a foreign country.",
    "example": "The engineer was offered a three-year Expatriate assignment in the new research center.",
    "metadata": {
      "difficulty": 2,
      "tags": [
        "mobility",
        "international"
      ]
    }
  },
  {
    "id": "hr_0150",
    "term": "Repatriation process",
    "definition": "The set of actions that support an employee's return to their home country after an international assignment.",
    "example": "A well-managed Repatriation process helps retain valuable experience gained abroad.",
    "metadata": {
      "difficulty": 3,
      "tags": [
        "mobility",
        "integration"
      ]
    }
  }
]