[
  {
    "id": "hr_0001",
    "term_translation": "Adquisición de talento",
    "definition_translation": "Proceso continuo y estratégico para identificar, atraer y contratar personas con habilidades que se alineen con las necesidades a largo plazo de la organización.",
    "example_translation": "Nuestro equipo responsable de este proceso construye relaciones con comunidades especializadas mucho antes de que surja una vacante."
  },
  {
    "id": "hr_0002",
    "term_translation": "Marca de empleador",
    "definition_translation": "Conjunto de actividades destinadas a moldear la percepción de la organización como lugar de trabajo por parte de los empleados actuales y potenciales.",
    "example_translation": "Mejorar nuestra reputación en este ámbito redujo el número de candidatos que rechazaban ofertas en el último momento."
  },
  {
    "id": "hr_0003",
    "term_translation": "Propuesta de valor para el empleado",
    "definition_translation": "Conjunto único de beneficios, cultura y oportunidades de crecimiento que la organización promete a cambio de las habilidades y el compromiso de la persona contratada.",
    "example_translation": "Redactamos de nuevo este documento para enfatizar las oportunidades de aprendizaje y el trabajo flexible."
  },
  {
    "id": "hr_0004",
    "term_translation": "Planificación de la plantilla",
    "definition_translation": "Proceso estructurado para pronosticar las necesidades futuras de personal y alinear los niveles de dotación con los objetivos comerciales.",
    "example_translation": "A través de este proceso, RR.HH. identificó roles clave que necesitarían sucesores en un plazo de tres años."
  },
  {
    "id": "hr_0005",
    "term_translation": "Planificación de efectivos",
    "definition_translation": "Proceso de determinar el número y tipo de puestos requeridos por la organización en un horizonte temporal específico.",
    "example_translation": "Finanzas y RR.HH. colaboran en esta tarea durante el ciclo presupuestario anual."
  },
  {
    "id": "hr_0006",
    "term_translation": "Base de candidatos potenciales",
    "definition_translation": "Grupo de personas precalificadas y comprometidas que pueden cubrir vacantes actuales y futuras con un retraso mínimo.",
    "example_translation": "Mantener un grupo sólido de contactos nos ayudó a reemplazar al director saliente en cuestión de semanas."
  },
  {
    "id": "hr_0007",
    "term_translation": "Reserva de talento",
    "definition_translation": "Grupo seleccionado de personas con habilidades adecuadas que han expresado interés en trabajar para la organización.",
    "example_translation": "Etiquetamos a los ex becarios en nuestra base de datos para que los reclutadores pudieran volver a contactarlos fácilmente."
  },
  {
    "id": "hr_0008",
    "term_translation": "Estrategia de búsqueda",
    "definition_translation": "Plan que define dónde y cómo los reclutadores buscarán personas adecuadas para puestos específicos.",
    "example_translation": "Para ingenieros senior, este enfoque se centra en referencias y comunidades profesionales en lugar de portales de empleo."
  },
  {
    "id": "hr_0009",
    "term_translation": "Reclutamiento universitario",
    "definition_translation": "Actividades de contratación dirigidas a instituciones de educación superior para atraer graduados y becarios.",
    "example_translation": "Nuestro programa de colaboración con universidades incluye talleres de estudio de casos y entrevistas simuladas."
  },
  {
    "id": "hr_0010",
    "term_translation": "Movilidad interna",
    "definition_translation": "Práctica de cubrir vacantes trasladando a los empleados actuales entre roles, equipos o ubicaciones.",
    "example_translation": "Promover esta solución aumentó la retención entre los especialistas de alto rendimiento."
  },
  {
    "id": "hr_0011",
    "term_translation": "Solicitud de personal",
    "definition_translation": "Petición interna que inicia formalmente el proceso de contratación para un puesto específico.",
    "example_translation": "El gerente contratante presentó este documento especificando las responsabilidades y el presupuesto para el rol."
  },
  {
    "id": "hr_0012",
    "term_translation": "Estrategia de publicación de anuncios",
    "definition_translation": "Enfoque deliberado para decidir dónde, cuándo y cómo publicar información sobre vacantes.",
    "example_translation": "Revisamos nuestro enfoque para priorizar plataformas de nicho sobre los portales de empleo generales."
  },
  {
    "id": "hr_0013",
    "term_translation": "Experiencia del candidato",
    "definition_translation": "Forma en que los aspirantes perciben y reaccionan emocionalmente a todas las interacciones con el empleador durante el proceso de selección.",
    "example_translation": "Simplificar el formulario de solicitud mejoró significativamente la impresión general de quienes buscaban empleo."
  },
  {
    "id": "hr_0014",
    "term_translation": "Embudo de contratación",
    "definition_translation": "Visión por etapas del proceso de selección que rastrea el flujo de candidatos desde la atracción hasta la aceptación de la oferta.",
    "example_translation": "Al analizar este esquema, RR.HH. descubrió que muchos solicitantes abandonaban después de la entrevista telefónica."
  },
  {
    "id": "hr_0015",
    "term_translation": "Tiempo de contratación",
    "definition_translation": "Métrica que determina el número de días desde la apertura del puesto hasta que el candidato acepta la oferta.",
    "example_translation": "Reducir este periodo en dos semanas nos dio una ventaja en un mercado laboral competitivo."
  },
  {
    "id": "hr_0016",
    "term_translation": "Coste por contratación",
    "definition_translation": "Cantidad promedio gastada para cubrir una vacante, incluyendo publicidad, herramientas y trabajo interno.",
    "example_translation": "Calculamos este indicador para justificar la inversión en un equipo interno de búsqueda."
  },
  {
    "id": "hr_0017",
    "term_translation": "Sistema de seguimiento de candidatos",
    "definition_translation": "Software utilizado para gestionar solicitudes, automatizar flujos de trabajo y almacenar datos de los aspirantes.",
    "example_translation": "Nuestro programa verifica automáticamente los currículos en busca de cualificaciones obligatorias."
  },
  {
    "id": "hr_0018",
    "term_translation": "Pregunta de preselección",
    "definition_translation": "Consulta definida utilizada en una etapa temprana para eliminar rápidamente a los candidatos que no cumplen con los criterios básicos.",
    "example_translation": "Añadir la verificación de idiomas ahorró a los reclutadores horas de llamadas telefónicas."
  },
  {
    "id": "hr_0019",
    "term_translation": "Entrevista estructurada",
    "definition_translation": "Conversación en la que se hacen las mismas preguntas relacionadas con el trabajo a todos los candidatos.",
    "example_translation": "El uso de este formato de conversación aumentó la consistencia de nuestras decisiones de contratación."
  },
  {
    "id": "hr_0020",
    "term_translation": "Entrevista por competencias",
    "definition_translation": "Formato de conversación que investiga comportamientos pasados para evaluar si el candidato posee habilidades específicas requeridas.",
    "example_translation": "En este tipo de charla, los aspirantes describen situaciones concretas en lugar de dar respuestas hipotéticas."
  },
  {
    "id": "hr_0021",
    "term_translation": "Entrevista conductual",
    "definition_translation": "Estilo de conversación centrado en cómo los candidatos manejaron situaciones reales para predecir el desempeño futuro.",
    "example_translation": "El reclutador utilizó preguntas de este método para comprobar cómo el aspirante gestiona los conflictos."
  },
  {
    "id": "hr_0022",
    "term_translation": "Centro de evaluación",
    "definition_translation": "Proceso de evaluación de múltiples etapas que utiliza simulaciones, pruebas y ejercicios grupales para probar las habilidades.",
    "example_translation": "Los graduados pasaron por una sesión de día completo con juegos de rol y estudios de caso antes de recibir ofertas."
  },
  {
    "id": "hr_0023",
    "term_translation": "Verificación de antecedentes",
    "definition_translation": "Revisión de la identidad, cualificaciones e historia del candidato antes de finalizar la contratación.",
    "example_translation": "Este proceso reveló discrepancias en las fechas de empleo proporcionadas por el aspirante."
  },
  {
    "id": "hr_0024",
    "term_translation": "Comprobación de referencias",
    "definition_translation": "Proceso de contactar a supervisores o colegas anteriores para confirmar la experiencia y el comportamiento del candidato.",
    "example_translation": "Una plantilla estructurada ayuda a los gerentes a hacer preguntas consistentes sobre el ex empleado."
  },
  {
    "id": "hr_0025",
    "term_translation": "Gestión de ofertas",
    "definition_translation": "Coordinación del contenido, aprobación y comunicación de las propuestas de trabajo a los candidatos seleccionados.",
    "example_translation": "Las firmas digitales hicieron que este proceso fuera más rápido tanto para RR.HH. como para los candidatos."
  },
  {
    "id": "hr_0026",
    "term_translation": "Programa de integración",
    "definition_translation": "Conjunto estructurado de actividades para ayudar a los nuevos empleados a integrarse y ser productivos.",
    "example_translation": "Nuestro sistema de adaptación asigna un mentor (buddy) a cada recién llegado durante el primer mes."
  },
  {
    "id": "hr_0027",
    "term_translation": "Periodo de prueba",
    "definition_translation": "Fase inicial del empleo durante la cual se evalúa el ajuste y el desempeño antes de confirmar el contrato permanente.",
    "example_translation": "El gerente extendió este tiempo para dar al empleado más oportunidades de mejorar."
  },
  {
    "id": "hr_0028",
    "term_translation": "Formación inicial",
    "definition_translation": "Sesiones introductorias que familiarizan a los nuevos empleados con las políticas, herramientas y cultura de la empresa.",
    "example_translation": "Todos los recién contratados participan en clases sobre ética laboral y normas de seguridad."
  },
  {
    "id": "hr_0029",
    "term_translation": "Proceso de desvinculación",
    "definition_translation": "Conjunto de pasos formales e informales que se toman cuando una persona deja la organización.",
    "example_translation": "Un procedimiento de salida bien diseñado protege el conocimiento y reduce el riesgo legal."
  },
  {
    "id": "hr_0030",
    "term_translation": "Entrevista de salida",
    "definition_translation": "Conversación estructurada con un empleado que se marcha para recopilar opiniones y entender las razones de su renuncia.",
    "example_translation": "Las conclusiones de esta charla llevaron a mejoras en nuestra formación de líderes."
  },
  {
    "id": "hr_0031",
    "term_translation": "Planificación de la sucesión",
    "definition_translation": "Enfoque proactivo para identificar y desarrollar personas que puedan asumir puestos clave en el futuro.",
    "example_translation": "Esta actividad aseguró un reemplazo listo cuando el director financiero se jubiló."
  },
  {
    "id": "hr_0032",
    "term_translation": "Itinerarios profesionales",
    "definition_translation": "Diseño y comunicación de las posibles etapas de desarrollo que los empleados pueden seguir en la organización.",
    "example_translation": "Mostrar claramente las posibilidades de ascenso ayudó a los especialistas a ver opciones de crecimiento fuera de los roles gerenciales."
  },
  {
    "id": "hr_0033",
    "term_translation": "Empleado de alto potencial",
    "definition_translation": "Persona identificada con la capacidad y motivación para asumir roles significativamente más responsables.",
    "example_translation": "Tales personas reciben un desarrollo acelerado y tareas ambiciosas más allá de sus deberes estándar."
  },
  {
    "id": "hr_0034",
    "term_translation": "Cantera de líderes",
    "definition_translation": "Flujo de empleados que se preparan para asumir roles de liderazgo en varios niveles.",
    "example_translation": "Las brechas en la disponibilidad de sucesores se hicieron evidentes cuando dos directores se fueron simultáneamente."
  },
  {
    "id": "hr_0035",
    "term_translation": "Plan de desarrollo individual",
    "definition_translation": "Documento personalizado que define los objetivos educativos y las acciones del empleado durante un período definido.",
    "example_translation": "Cada gerente discute este documento con sus subordinados dos veces al año."
  },
  {
    "id": "hr_0036",
    "term_translation": "Evaluación del desempeño",
    "definition_translation": "Evaluación formal de los logros y comportamientos del empleado en un intervalo de tiempo dado.",
    "example_translation": "La empresa reemplazó los resúmenes anuales con reuniones de control más frecuentes."
  },
  {
    "id": "hr_0037",
    "term_translation": "Ciclo de gestión del rendimiento",
    "definition_translation": "Cronograma recurrente y etapas de planificación, evaluación y discusión de los resultados del trabajo.",
    "example_translation": "Nuestro proceso comienza con la fijación de objetivos en enero y termina con la calibración en diciembre."
  },
  {
    "id": "hr_0038",
    "term_translation": "Plan de mejora del rendimiento",
    "definition_translation": "Acuerdo documentado que establece expectativas y apoyo para un empleado con bajos resultados por un tiempo determinado.",
    "example_translation": "Este programa incluía metas claras y sesiones semanales de coaching."
  },
  {
    "id": "hr_0039",
    "term_translation": "Objetivos y resultados clave",
    "definition_translation": "Marco de fijación de metas que conecta aspiraciones cualitativas ambiciosas con resultados medibles.",
    "example_translation": "El equipo de RR.HH. utiliza esta metodología para alinear sus proyectos con las prioridades del negocio."
  },
  {
    "id": "hr_0040",
    "term_translation": "Evaluación de 360 grados",
    "definition_translation": "Método en el que los empleados reciben opiniones sobre su comportamiento de supervisores, colegas, subordinados y, a veces, clientes.",
    "example_translation": "La introducción de esta forma de evaluación reveló puntos ciegos en la comunicación de los líderes."
  },
  {
    "id": "hr_0041",
    "term_translation": "Sesión de calibración",
    "definition_translation": "Reunión donde los gerentes comparan las evaluaciones de desempeño para asegurar equidad y consistencia entre equipos.",
    "example_translation": "Durante esta discusión se ajustaron varias calificaciones para mantener estándares uniformes."
  },
  {
    "id": "hr_0042",
    "term_translation": "Formación y desarrollo",
    "definition_translation": "Función que diseña y entrega soluciones educativas para desarrollar habilidades y apoyar la estrategia de la empresa.",
    "example_translation": "Las inversiones en esta área aumentaron cuando la empresa cambió al modelo digital."
  },
  {
    "id": "hr_0043",
    "term_translation": "Análisis de necesidades formativas",
    "definition_translation": "Proceso de diagnóstico que identifica brechas entre las competencias actuales y deseadas de los empleados.",
    "example_translation": "Este estudio reveló una falta generalizada de habilidades en análisis de datos."
  },
  {
    "id": "hr_0044",
    "term_translation": "Matriz de competencias",
    "definition_translation": "Herramienta visual que mapea las habilidades de los empleados frente a los requisitos para roles específicos.",
    "example_translation": "Este cuadro ayudó a asignar expertos a las fases críticas del proyecto."
  },
  {
    "id": "hr_0045",
    "term_translation": "Transferencia de conocimiento",
    "definition_translation": "Intercambio intencional de experiencia por una persona o grupo con otros para reducir la dependencia de especialistas individuales.",
    "example_translation": "Se programaron sesiones estructuradas de traspaso de información antes de la partida del analista senior."
  },
  {
    "id": "hr_0046",
    "term_translation": "Rotación de puestos",
    "definition_translation": "Práctica de desarrollo que implica trasladar temporalmente a los empleados entre diferentes roles o departamentos.",
    "example_translation": "El intercambio de personal entre ventas y operaciones mejoró la comprensión mutua."
  },
  {
    "id": "hr_0047",
    "term_translation": "Formación transversal",
    "definition_translation": "Enseñar a los empleados a realizar tareas fuera de su rol principal para aumentar la flexibilidad.",
    "example_translation": "Enseñar al equipo de soporte tareas de otros departamentos redujo las interrupciones en el servicio durante las ausencias."
  },
  {
    "id": "hr_0048",
    "term_translation": "Programa de mentoría",
    "definition_translation": "Iniciativa estructurada en la que empleados experimentados apoyan el desarrollo de colegas menos experimentados.",
    "example_translation": "Debe su rápido ascenso a los consejos recibidos gracias a esta iniciativa corporativa."
  },
  {
    "id": "hr_0049",
    "term_translation": "Cultura de coaching",
    "definition_translation": "Entorno donde los líderes utilizan regularmente métodos de apoyo y orientación para desarrollar a sus equipos.",
    "example_translation": "Construir tal entorno requirió enseñar a los gerentes a hacer más preguntas abiertas."
  },
  {
    "id": "hr_0050",
    "term_translation": "Revisión de talento",
    "definition_translation": "Reunión estructurada donde los líderes discuten el desempeño y el potencial de los empleados en toda la organización.",
    "example_translation": "La discusión anual sobre el personal reveló una falta de sucesores para puestos técnicos de liderazgo."
  },
  {
    "id": "hr_0051",
    "term_translation": "Paquete de compensación total",
    "definition_translation": "Cartera completa de beneficios monetarios y no monetarios que los empleados reciben del empleador.",
    "example_translation": "La estrategia en este ámbito enfatiza los beneficios relacionados con el bienestar, no solo un salario más alto."
  },
  {
    "id": "hr_0052",
    "term_translation": "Retribución fija",
    "definition_translation": "Parte garantizada del paquete salarial del empleado, excluyendo bonificaciones variables y beneficios.",
    "example_translation": "Aunque esta base era inferior al promedio, las opciones sobre acciones hicieron la oferta atractiva."
  },
  {
    "id": "hr_0053",
    "term_translation": "Retribución variable",
    "definition_translation": "Parte de la compensación que depende de los resultados individuales, de equipo o de la empresa.",
    "example_translation": "En roles de ventas, esta parte puede representar la mitad del ingreso total."
  },
  {
    "id": "hr_0054",
    "term_translation": "Banda salarial",
    "definition_translation": "Rango definido de sueldos aplicado a puestos de valor o nivel similar.",
    "example_translation": "Los gerentes deben mantener las ofertas dentro de los límites aprobados para el rol."
  },
  {
    "id": "hr_0055",
    "term_translation": "Escala salarial",
    "definition_translation": "Nivel o grado distinto en la estructura de compensación que define las ganancias mínimas y máximas para un rol.",
    "example_translation": "Pasar a un puesto gerencial generalmente te coloca en un rango financiero significativamente más alto."
  },
  {
    "id": "hr_0056",
    "term_translation": "Grado salarial",
    "definition_translation": "Nivel de compensación que agrupa roles de responsabilidad y complejidad comparables.",
    "example_translation": "Los ascensos a menudo implican pasar a un nivel superior con un paquete de beneficios diferente."
  },
  {
    "id": "hr_0057",
    "term_translation": "Valoración de puestos",
    "definition_translation": "Método sistemático para determinar el valor relativo de los roles para asegurar la equidad salarial interna.",
    "example_translation": "RR.HH. utilizó un método de puntos para evaluar los roles antes de rediseñar la estructura salarial."
  },
  {
    "id": "hr_0058",
    "term_translation": "Estructura de grados",
    "definition_translation": "Jerarquía de grupos salariales que apoya decisiones consistentes sobre compensación.",
    "example_translation": "El nuevo sistema de niveles unificó las capas gerenciales en todos los países."
  },
  {
    "id": "hr_0059",
    "term_translation": "Evaluación comparativa salarial",
    "definition_translation": "Comparación de los niveles salariales internos con datos del mercado para mantener la competitividad.",
    "example_translation": "El análisis anual de mercado mostró que nuestros ingenieros ganaban por debajo de la mediana."
  },
  {
    "id": "hr_0060",
    "term_translation": "Valoración de mercado",
    "definition_translation": "Establecimiento del nivel de pago para un rol basándose principalmente en datos externos de encuestas salariales.",
    "example_translation": "Para habilidades escasas, las tarifas externas tienen más peso que las relaciones salariales internas."
  },
  {
    "id": "hr_0061",
    "term_translation": "Equidad salarial",
    "definition_translation": "Principio que establece que los empleados que aportan un valor comparable deben recibir una compensación comparable.",
    "example_translation": "La empresa inició una revisión en este ámbito para abordar brechas salariales inexplicables."
  },
  {
    "id": "hr_0062",
    "term_translation": "Transparencia retributiva",
    "definition_translation": "Grado en que la organización divulga información sobre estructuras y decisiones salariales.",
    "example_translation": "El movimiento hacia la apertura requirió capacitar a los gerentes para explicar las razones de los aumentos."
  },
  {
    "id": "hr_0063",
    "term_translation": "Compresión salarial",
    "definition_translation": "Situación en la que las diferencias salariales entre nuevos empleados y personal experimentado se vuelven demasiado pequeñas.",
    "example_translation": "Los rápidos aumentos en las tarifas del mercado causaron este problema entre los ingenieros de software."
  },
  {
    "id": "hr_0064",
    "term_translation": "Progresión salarial",
    "definition_translation": "Esquema según el cual la compensación del empleado cambia dentro de los rangos a lo largo del tiempo.",
    "example_translation": "Directrices claras sobre el aumento de ganancias reducen la percepción de favoritismo."
  },
  {
    "id": "hr_0065",
    "term_translation": "Pago de horas extras",
    "definition_translation": "Tarifa aumentada aplicada a las horas trabajadas fuera del horario estándar.",
    "example_translation": "Los trabajadores del almacén reciben este suplemento por los turnos nocturnos."
  },
  {
    "id": "hr_0066",
    "term_translation": "Plus de turnicidad",
    "definition_translation": "Pago adicional a los empleados que trabajan en horarios menos deseables o en un sistema rotativo.",
    "example_translation": "Esta forma de compensación ayuda a atraer enfermeras para trabajar los fines de semana."
  },
  {
    "id": "hr_0067",
    "term_translation": "Bono de retención",
    "definition_translation": "Pago único o periódico destinado a incentivar a empleados clave a permanecer en la empresa durante un período crítico.",
    "example_translation": "Los líderes de proyecto recibieron este incentivo por quedarse hasta el lanzamiento del sistema."
  },
  {
    "id": "hr_0068",
    "term_translation": "Bono discrecional",
    "definition_translation": "Recompensa no planificada otorgada poco después de un logro excepcional.",
    "example_translation": "El gerente otorgó este premio al analista que resolvió un problema grave del cliente durante la noche."
  },
  {
    "id": "hr_0069",
    "term_translation": "Incentivo a largo plazo",
    "definition_translation": "Sistema que vincula las recompensas con los resultados a lo largo de varios años, a menudo utilizando acciones o efectivo diferido.",
    "example_translation": "Los directores participan en este programa vinculado al crecimiento sostenible de las ganancias."
  },
  {
    "id": "hr_0070",
    "term_translation": "Remuneración diferida",
    "definition_translation": "Ingreso ganado pero pagado en una fecha posterior, generalmente para fomentar la permanencia.",
    "example_translation": "Parte del bono se convirtió en esta forma de pago, adquiriendo derechos a lo largo de tres años."
  },
  {
    "id": "hr_0071",
    "term_translation": "Plan de opciones sobre acciones",
    "definition_translation": "Programa que da a los empleados el derecho a comprar participaciones de la empresa a un precio fijo después de un tiempo determinado.",
    "example_translation": "Este sistema alinea los intereses de la dirección con los de los accionistas."
  },
  {
    "id": "hr_0072",
    "term_translation": "Recompensas no monetarias",
    "definition_translation": "Formas de reconocimiento que no implican pagos directos, como oportunidades de desarrollo o tiempo libre adicional.",
    "example_translation": "Para algunos empleados, los reconocimientos en forma de proyectos especiales pueden ser más motivadores que el efectivo."
  },
  {
    "id": "hr_0073",
    "term_translation": "Programa de reconocimiento",
    "definition_translation": "Enfoque estructurado para apreciar y premiar comportamientos y logros deseados.",
    "example_translation": "Nuestra iniciativa basada en nominaciones de empleados aumentó la colaboración entre equipos."
  },
  {
    "id": "hr_0074",
    "term_translation": "Paquete de beneficios",
    "definition_translation": "Colección de recompensas indirectas, como seguros, planes de jubilación y complementos ofrecidos por el empleador.",
    "example_translation": "Los candidatos a menudo comparan el conjunto de extras, no solo el salario base."
  },
  {
    "id": "hr_0075",
    "term_translation": "Beneficios flexibles",
    "definition_translation": "Sistema que permite a los empleados elegir opciones de una lista dentro de un presupuesto fijo.",
    "example_translation": "Con esta solución, los trabajadores pueden cambiar pases de gimnasio por subsidios adicionales para el cuidado infantil."
  },
  {
    "id": "hr_0076",
    "term_translation": "Plan de retribución flexible",
    "definition_translation": "Disposición de beneficios donde los empleados asignan puntos a opciones preferidas de una lista definida.",
    "example_translation": "Este modelo permite al personal cambiar parte del bono por días adicionales de vacaciones."
  },
  {
    "id": "hr_0077",
    "term_translation": "Subsidio de bienestar",
    "definition_translation": "Presupuesto establecido que los empleados pueden gastar en bienes o servicios relacionados con la salud.",
    "example_translation": "El personal utilizó estos fondos para clases de fitness y equipo ergonómico."
  },
  {
    "id": "hr_0078",
    "term_translation": "Programa de asistencia al empleado",
    "definition_translation": "Servicio confidencial que ofrece asesoramiento y orientación en asuntos personales o profesionales.",
    "example_translation": "Este servicio registró un mayor interés durante el anuncio de la fusión."
  },
  {
    "id": "hr_0079",
    "term_translation": "Plan de pensiones",
    "definition_translation": "Acuerdo mediante el cual los empleados adquieren derechos para recibir ingresos después de finalizar su actividad profesional.",
    "example_translation": "La empresa contribuye a las aportaciones del empleado hasta un porcentaje fijo bajo este sistema."
  },
  {
    "id": "hr_0080",
    "term_translation": "Indemnización por despido",
    "definition_translation": "Compensación otorgada a los empleados en caso de terminación del empleo bajo condiciones específicas.",
    "example_translation": "El derecho a este beneficio depende de la antigüedad y la ley local."
  },
  {
    "id": "hr_0081",
    "term_translation": "Paquete de desvinculación",
    "definition_translation": "Combinación de condiciones financieras y no financieras ofrecida a empleados cuyos puestos son eliminados.",
    "example_translation": "La oferta para quienes se iban incluía servicios de recolocación y cobertura médica extendida."
  },
  {
    "id": "hr_0082",
    "term_translation": "Servicios de recolocación",
    "definition_translation": "Apoyo proporcionado a los empleados salientes para ayudarles a encontrar un nuevo empleo.",
    "example_translation": "Como parte de esta ayuda, se ofreció coaching de currículum y habilidades de entrevista."
  },
  {
    "id": "hr_0083",
    "term_translation": "Programa de reubicación",
    "definition_translation": "Esfuerzo organizado para transferir a empleados en riesgo de despido a puestos vacantes en otra parte de la organización.",
    "example_translation": "Esta iniciativa minimizó el número de despidos forzosos durante la reorganización."
  },
  {
    "id": "hr_0084",
    "term_translation": "Subsidio de movilidad",
    "definition_translation": "Apoyo financiero otorgado a empleados que se mudan o viajan al trabajo.",
    "example_translation": "Este beneficio hizo que las asignaciones en el extranjero fueran más atractivas."
  },
  {
    "id": "hr_0085",
    "term_translation": "Solicitud de reembolso de gastos",
    "definition_translation": "Petición formal presentada por un empleado para recuperar dinero por gastos de trabajo cubiertos de su propio bolsillo.",
    "example_translation": "Debes adjuntar todos los recibos digitales a este documento antes de que finanzas lo apruebe."
  },
  {
    "id": "hr_0086",
    "term_translation": "Procesamiento de nómina",
    "definition_translation": "Tarea operativa de calcular salarios, deducciones y montos netos para los empleados.",
    "example_translation": "Los errores en este proceso pueden socavar la confianza y crear riesgos de cumplimiento."
  },
  {
    "id": "hr_0087",
    "term_translation": "Conciliación de nómina",
    "definition_translation": "Actividad de control que verifica los datos salariales frente a documentos fuente para asegurar la precisión.",
    "example_translation": "La verificación mensual compara los montos pagados con las hojas de tiempo aprobadas."
  },
  {
    "id": "hr_0088",
    "term_translation": "Registro de jornada",
    "definition_translation": "Sistemas y procesos para rastrear las horas trabajadas, tiempos de inicio y fin, y descansos para fines salariales.",
    "example_translation": "El software moderno para este propósito se integra directamente con el sistema de nómina, reduciendo errores."
  },
  {
    "id": "hr_0089",
    "term_translation": "Gestión del absentismo",
    "definition_translation": "Coordinación de políticas y acciones para manejar eficazmente las ausencias de los empleados.",
    "example_translation": "Un mejor control de las faltas redujo el número de días de enfermedad no planificados en atención al cliente."
  },
  {
    "id": "hr_0090",
    "term_translation": "Derecho a vacaciones",
    "definition_translation": "Cantidad y tipo de tiempo libre que un empleado puede usar legal o contractualmente.",
    "example_translation": "RR.HH. explicó las reglas sobre los límites de días libres en una infografía simple para gerentes."
  },
  {
    "id": "hr_0091",
    "term_translation": "Permiso parental",
    "definition_translation": "Tiempo libre autorizado del trabajo otorgado a los padres después del nacimiento o adopción de un niño.",
    "example_translation": "La organización extendió este derecho a los padres no biológicos."
  },
  {
    "id": "hr_0092",
    "term_translation": "Baja por enfermedad",
    "definition_translation": "Período de ausencia del empleado en el trabajo debido a enfermedad o lesión, monitoreado por recurrencia.",
    "example_translation": "Las frecuentes licencias a corto plazo activaron una revisión formal por parte del supervisor."
  },
  {
    "id": "hr_0093",
    "term_translation": "Política de teletrabajo",
    "definition_translation": "Directrices que regulan el trabajo desde ubicaciones distintas a la sede del empleador.",
    "example_translation": "Este documento especifica los derechos, el equipo y los requisitos de seguridad de datos en casa."
  },
  {
    "id": "hr_0094",
    "term_translation": "Modelo de trabajo híbrido",
    "definition_translation": "Disposición en la que los empleados dividen su tiempo de trabajo entre ubicaciones remotas y la oficina.",
    "example_translation": "Esta solución fue diseñada en torno a acuerdos de equipo, no solo preferencias individuales."
  },
  {
    "id": "hr_0095",
    "term_translation": "Horario flexible",
    "definition_translation": "Solución en el cronograma que permite a los empleados elegir horas de inicio y fin dentro de límites acordados.",
    "example_translation": "Esta facilidad redujo significativamente los retrasos durante las horas punta de la mañana."
  },
  {
    "id": "hr_0096",
    "term_translation": "Iniciativa de conciliación",
    "definition_translation": "Programa destinado a ayudar a los empleados a gestionar de manera equilibrada sus responsabilidades laborales y personales.",
    "example_translation": "Este programa promovió bloques de tiempo libres de reuniones en el calendario."
  },
  {
    "id": "hr_0097",
    "term_translation": "Salud y seguridad laboral",
    "definition_translation": "Conjunto de prácticas, reglas y controles para prevenir lesiones y enfermedades relacionadas con el trabajo.",
    "example_translation": "La formación en este ámbito es obligatoria para todos los gerentes de línea."
  },
  {
    "id": "hr_0098",
    "term_translation": "Entrevista de retorno",
    "definition_translation": "Breve reunión después de una ausencia para discutir las razones de la licencia y el apoyo necesario.",
    "example_translation": "Los supervisores llevan a cabo tal discusión después de cada baja médica prolongada."
  },
  {
    "id": "hr_0099",
    "term_translation": "Ajuste razonable",
    "definition_translation": "Adaptación del puesto o lugar de trabajo que permite a una persona con necesidades especiales realizar sus deberes esenciales.",
    "example_translation": "Proporcionar tecnología de asistencia se consideró una adaptación adecuada para el empleado."
  },
  {
    "id": "hr_0100",
    "term_translation": "Baja médica",
    "definition_translation": "Tiempo libre autorizado del trabajo otorgado debido a una condición de salud que limita la capacidad laboral.",
    "example_translation": "Reglas claras sobre esta licencia reducen la ansiedad de los empleados que enfrentan una enfermedad grave."
  },
  {
    "id": "hr_0101",
    "term_translation": "Compromiso de los empleados",
    "definition_translation": "Vínculo emocional y cognitivo que los empleados sienten hacia su trabajo y organización.",
    "example_translation": "Un alto nivel de este indicador a menudo se correlaciona con mejores calificaciones de satisfacción del cliente."
  },
  {
    "id": "hr_0102",
    "term_translation": "Encuesta de clima laboral",
    "definition_translation": "Cuestionario estructurado que mide cuán dedicados y motivados se sienten los empleados.",
    "example_translation": "Esta encuesta reveló preocupaciones sobre la carga de trabajo y la falta de reconocimiento."
  },
  {
    "id": "hr_0103",
    "term_translation": "Clima organizacional",
    "definition_translation": "Percepción compartida por los empleados sobre políticas, prácticas y procedimientos en un momento dado.",
    "example_translation": "El déficit de confianza en el liderazgo afectó negativamente la atmósfera en la empresa."
  },
  {
    "id": "hr_0104",
    "term_translation": "Cultura organizacional",
    "definition_translation": "Valores fundamentales, normas y comportamientos que moldean cómo se realiza el trabajo en la organización.",
    "example_translation": "Las fusiones a menudo fracasan cuando estos patrones fundamentales son incompatibles."
  },
  {
    "id": "hr_0105",
    "term_translation": "Seguridad psicológica",
    "definition_translation": "Creencia compartida de que el equipo es un lugar seguro para asumir riesgos interpersonales, como hacer preguntas.",
    "example_translation": "Los equipos con un alto nivel de este factor reportan más errores, pero aprenden de ellos más rápido."
  },
  {
    "id": "hr_0106",
    "term_translation": "Embajadores de marca",
    "definition_translation": "Promoción voluntaria de la marca y valores del empleador por parte de las personas contratadas.",
    "example_translation": "Las directrices de redes sociales fomentan la promoción auténtica de la empresa por parte del personal."
  },
  {
    "id": "hr_0107",
    "term_translation": "Mecanismo de voz del empleado",
    "definition_translation": "Canal formal a través del cual los empleados pueden expresar opiniones, sugerencias o preocupaciones.",
    "example_translation": "Las líneas directas anónimas son un tipo de este canal de comunicación."
  },
  {
    "id": "hr_0108",
    "term_translation": "Procedimiento de quejas",
    "definition_translation": "Proceso documentado que los empleados pueden seguir para informar y resolver agravios.",
    "example_translation": "Los sindicatos negociaron cambios en este reglamento después de un caso notorio."
  },
  {
    "id": "hr_0109",
    "term_translation": "Acción disciplinaria",
    "definition_translation": "Respuesta formal a un comportamiento inapropiado o problemas de rendimiento, desde advertencias hasta el despido.",
    "example_translation": "Los gerentes deben documentar cada intervención de este tipo en el sistema de RR.HH."
  },
  {
    "id": "hr_0110",
    "term_translation": "Disciplina progresiva",
    "definition_translation": "Enfoque que aplica consecuencias cada vez más graves si el problema no se corrige.",
    "example_translation": "La empresa utiliza este sistema gradual para dar a los empleados la oportunidad de mejorar."
  },
  {
    "id": "hr_0111",
    "term_translation": "Política contra el acoso",
    "definition_translation": "Reglas que definen comportamientos inaceptables y determinan cómo manejar las denuncias de hostigamiento.",
    "example_translation": "La formación obligatoria explica estas reglas con ejemplos de la vida real."
  },
  {
    "id": "hr_0112",
    "term_translation": "Política de no represalias",
    "definition_translation": "Compromiso de que los empleados que informen preocupaciones de buena fe no sufrirán consecuencias negativas.",
    "example_translation": "Esta regla de protección se menciona en cada comunicado sobre denunciantes."
  },
  {
    "id": "hr_0113",
    "term_translation": "Política de denuncia de irregularidades",
    "definition_translation": "Directrices que describen cómo los empleados pueden informar de forma segura sospechas de malas prácticas.",
    "example_translation": "Una línea externa apoya este sistema para casos sensibles."
  },
  {
    "id": "hr_0114",
    "term_translation": "Código de conducta",
    "definition_translation": "Documento formal que establece expectativas sobre el comportamiento ético y profesional.",
    "example_translation": "La violación de este conjunto de normas puede llevar a medidas disciplinarias."
  },
  {
    "id": "hr_0115",
    "term_translation": "Mediación laboral",
    "definition_translation": "Proceso voluntario en el que un tercero neutral ayuda a los empleados a resolver conflictos.",
    "example_translation": "La intervención del mediador evitó la escalada de una disputa de larga data."
  },
  {
    "id": "hr_0116",
    "term_translation": "Formación en resolución de conflictos",
    "definition_translation": "Intervenciones educativas que construyen habilidades para manejar constructivamente los desacuerdos.",
    "example_translation": "Los supervisores participan en estos talleres como parte del desarrollo de liderazgo."
  },
  {
    "id": "hr_0117",
    "term_translation": "Negociación colectiva",
    "definition_translation": "Conversaciones entre empleadores y representantes de los trabajadores sobre salarios y condiciones laborales.",
    "example_translation": "Rondas de estas charlas están programadas en el sector cada dos años."
  },
  {
    "id": "hr_0118",
    "term_translation": "Comité de empresa",
    "definition_translation": "Órgano elegido que representa a los empleados en consultas sobre asuntos laborales.",
    "example_translation": "Este cuerpo representativo debe ser informado antes de reorganizaciones importantes."
  },
  {
    "id": "hr_0119",
    "term_translation": "Órgano de representación",
    "definition_translation": "Grupo formalmente autorizado para hablar en nombre de los empleados en discusiones con la dirección.",
    "example_translation": "Los representantes del personal analizaron los cambios propuestos en el horario de turnos."
  },
  {
    "id": "hr_0120",
    "term_translation": "Acuerdo de reconocimiento sindical",
    "definition_translation": "Documento formal en el que el empleador acepta a la organización sindical como entidad negociadora.",
    "example_translation": "Este contrato define qué empleados están cubiertos por la representación."
  },
  {
    "id": "hr_0121",
    "term_translation": "Diversidad de la plantilla",
    "definition_translation": "Alcance de las diferencias entre las personas en la organización, incluyendo antecedentes, identidad y perspectivas.",
    "example_translation": "La variedad del equipo puede mejorar la resolución de problemas al aportar diferentes puntos de vista."
  },
  {
    "id": "hr_0122",
    "term_translation": "Estrategia de diversidad e inclusión",
    "definition_translation": "Plan a largo plazo para construir una plantilla más representativa y un entorno inclusivo.",
    "example_translation": "Los objetivos de representación en la dirección son parte de este plan de acción."
  },
  {
    "id": "hr_0123",
    "term_translation": "Análisis de la brecha salarial",
    "definition_translation": "Estudio de datos salariales para identificar diferencias inexplicables entre grupos, por ejemplo, géneros.",
    "example_translation": "El estudio anual de diferencias en ganancias fundamenta los ajustes salariales y cambios de política."
  },
  {
    "id": "hr_0124",
    "term_translation": "Informe de brecha salarial",
    "definition_translation": "Divulgación de estadísticas que comparan las ganancias promedio de mujeres y hombres en la organización.",
    "example_translation": "El requisito regulatorio de publicar estos datos aumenta la presión para resolver desigualdades estructurales."
  },
  {
    "id": "hr_0125",
    "term_translation": "Política de igualdad de oportunidades",
    "definition_translation": "Declaración que compromete al empleador a la no discriminación en decisiones de contratación y empleo.",
    "example_translation": "Los anuncios de trabajo se revisan para asegurar que cumplan con estas directrices."
  },
  {
    "id": "hr_0126",
    "term_translation": "Gestión de la edad",
    "definition_translation": "Prácticas de RR.HH. que abordan las necesidades y fortalezas de los empleados en diferentes etapas de la vida.",
    "example_translation": "Las iniciativas en esta área incluyen la jubilación gradual y la mentoría intergeneracional."
  },
  {
    "id": "hr_0127",
    "term_translation": "Formación en liderazgo inclusivo",
    "definition_translation": "Programas que ayudan a los líderes a reconocer prejuicios y crear prácticas de equipo más inclusivas.",
    "example_translation": "La educación en inclusión es obligatoria para todos los gerentes."
  },
  {
    "id": "hr_0128",
    "term_translation": "Analítica de talento",
    "definition_translation": "Uso de datos y métodos estadísticos para entender y mejorar las decisiones de personal.",
    "example_translation": "Este enfoque ayudó a predecir qué roles estaban más expuestos a renuncias."
  },
  {
    "id": "hr_0129",
    "term_translation": "Analítica de capital humano",
    "definition_translation": "Disciplina más amplia que conecta datos de RR.HH. con indicadores comerciales para generar conclusiones.",
    "example_translation": "El análisis avanzado vinculó los resultados de compromiso con la pérdida de clientes en regiones específicas."
  },
  {
    "id": "hr_0130",
    "term_translation": "Cuadro de mando de RR.HH.",
    "definition_translation": "Presentación visual de indicadores clave de RR.HH. que apoya el monitoreo regular y la toma de decisiones.",
    "example_translation": "Esta herramienta muestra tendencias en contratación, rotación y movilidad interna por segmentos."
  },
  {
    "id": "hr_0131",
    "term_translation": "Análisis de equivalentes a tiempo completo",
    "definition_translation": "Cálculo de la carga total de trabajo convertida a un número equivalente de empleados a tiempo completo.",
    "example_translation": "Este cálculo mostró que tenemos falta de personal a pesar del gran número de trabajadores a tiempo parcial."
  },
  {
    "id": "hr_0132",
    "term_translation": "Segmentación de la fuerza laboral",
    "definition_translation": "División de los empleados en grupos basados en características comunes para adaptar las prácticas de RR.HH.",
    "example_translation": "Esta división permitió distinguir a los expertos críticos de los roles fáciles de reemplazar."
  },
  {
    "id": "hr_0133",
    "term_translation": "Rol crítico",
    "definition_translation": "Puesto cuya vacante crearía un riesgo desproporcionado para la organización.",
    "example_translation": "Los planes de sucesión priorizan cada puesto clave identificado."
  },
  {
    "id": "hr_0134",
    "term_translation": "Alcance de control",
    "definition_translation": "Número de subordinados directos que supervisa un gerente.",
    "example_translation": "Un rango de supervisión muy amplio puede limitar la calidad del coaching que un gerente puede proporcionar."
  },
  {
    "id": "hr_0135",
    "term_translation": "Rediseño organizacional",
    "definition_translation": "Cambio deliberado de estructuras, roles y líneas de reporte para apoyar mejor la estrategia.",
    "example_translation": "El cambio de estructura movió a los socios comerciales de RR.HH. más cerca de los equipos de producto."
  },
  {
    "id": "hr_0136",
    "term_translation": "Plan de gestión del cambio",
    "definition_translation": "Hoja de ruta de comunicación, formación y acciones de apoyo que guía a las personas a través de la transformación.",
    "example_translation": "Este cronograma identificó a las partes interesadas clave y los puntos de resistencia."
  },
  {
    "id": "hr_0137",
    "term_translation": "Red de líderes del cambio",
    "definition_translation": "Grupo de empleados que promueven y apoyan la transformación en sus equipos locales.",
    "example_translation": "Este grupo de embajadores recopiló opiniones del personal de primera línea durante la implementación."
  },
  {
    "id": "hr_0138",
    "term_translation": "Socio estratégico de RR.HH.",
    "definition_translation": "Profesional de RR.HH. que trabaja estrechamente con una parte específica del negocio para alinear las prácticas de personal con la estrategia.",
    "example_translation": "La persona en este puesto se unió a las reuniones de dirección para anticipar necesidades de personal."
  },
  {
    "id": "hr_0139",
    "term_translation": "Servicios compartidos de RR.HH.",
    "definition_translation": "Unidad centralizada que entrega transacciones estandarizadas y soporte de RR.HH. para múltiples partes de la organización.",
    "example_translation": "La creación de un centro de servicios compartidos redujo la duplicación de tareas en los equipos nacionales."
  },
  {
    "id": "hr_0140",
    "term_translation": "Catálogo de servicios de RR.HH.",
    "definition_translation": "Lista documentada de prestaciones de RR.HH., con descripciones y niveles de servicio, disponible para gerentes y empleados.",
    "example_translation": "Este listado aclara a quién contactar para asuntos de nómina y a quién para beneficios."
  },
  {
    "id": "hr_0141",
    "term_translation": "Centro de excelencia",
    "definition_translation": "Equipo especializado dentro de RR.HH. que proporciona conocimiento profundo en áreas como compensación o analítica.",
    "example_translation": "El equipo de expertos en recompensas diseñó el nuevo plan de capital."
  },
  {
    "id": "hr_0142",
    "term_translation": "Hoja de ruta tecnológica de RR.HH.",
    "definition_translation": "Plan estratégico que define futuras implementaciones e integración de sistemas de personal.",
    "example_translation": "Nuestro plan tecnológico prioriza una nueva plataforma educativa y herramientas analíticas."
  },
  {
    "id": "hr_0143",
    "term_translation": "Analista de sistemas de RR.HH.",
    "definition_translation": "Especialista que gestiona y configura el Sistema de Información de Recursos Humanos.",
    "example_translation": "La persona en este puesto es responsable de crear nuevos informes y asegurar la integridad de los datos."
  },
  {
    "id": "hr_0144",
    "term_translation": "Portal del empleado",
    "definition_translation": "Herramienta web que permite a los empleados gestionar sus propios datos, vacaciones y beneficios.",
    "example_translation": "Actualizar la dirección es fácil usando este sistema en línea."
  },
  {
    "id": "hr_0145",
    "term_translation": "Autoservicio para gerentes",
    "definition_translation": "Función en sistemas de RR.HH. que permite a los supervisores realizar tareas como aprobar vacaciones o iniciar contrataciones.",
    "example_translation": "La implementación de este módulo redujo la carga administrativa del departamento de RR.HH."
  },
  {
    "id": "hr_0146",
    "term_translation": "Cumplimiento de protección de datos",
    "definition_translation": "Aseguramiento de que las prácticas de RR.HH. sobre recopilación y almacenamiento de información de empleados cumplen con los requisitos legales.",
    "example_translation": "La cuestión de la privacidad de datos se convirtió en prioridad con la introducción de nuevas regulaciones."
  },
  {
    "id": "hr_0147",
    "term_translation": "Auditoría de personal",
    "definition_translation": "Revisión sistemática de políticas, procedimientos y prácticas de RR.HH. para evaluar el cumplimiento y la efectividad.",
    "example_translation": "El control interno reveló inconsistencias en nuestra documentación de reclutamiento."
  },
  {
    "id": "hr_0148",
    "term_translation": "Política de movilidad global",
    "definition_translation": "Marco que regula las condiciones para los empleados trasladados al extranjero.",
    "example_translation": "Este documento regula todo, desde el apoyo fiscal hasta la formación cultural."
  },
  {
    "id": "hr_0149",
    "term_translation": "Asignación internacional",
    "definition_translation": "Envío temporal de un empleado a trabajar en otro país.",
    "example_translation": "El ingeniero recibió una propuesta para ir tres años al nuevo centro de investigación."
  },
  {
    "id": "hr_0150",
    "term_translation": "Proceso de repatriación",
    "definition_translation": "Conjunto de actividades que apoyan el regreso del empleado a su país de origen tras finalizar la tarea internacional.",
    "example_translation": "Un retorno del extranjero bien gestionado ayuda a retener la valiosa experiencia adquirida fuera."
  }
]
