[
  {
    "id": "tech_0001",
    "term_translation": "Despliegue",
    "definition_translation": "El proceso de poner una aplicación o módulo a disposición para su uso.",
    "example_translation": "El despliegue en el entorno de producción está programado para el viernes por la noche."
  },
  {
    "id": "tech_0002",
    "term_translation": "Entorno de pruebas",
    "definition_translation": "Una réplica casi exacta de un entorno de producción para probar software.",
    "example_translation": "Probamos todas las funciones en el entorno de pruebas antes de que salgan al aire."
  },
  {
    "id": "tech_0003",
    "term_translation": "Mantenimiento",
    "definition_translation": "El proceso de mantener un sistema de software operativo y actualizarlo.",
    "example_translation": "El servidor estará inactivo por mantenimiento programado a medianoche."
  },
  {
    "id": "tech_0004",
    "term_translation": "Tiempo de inactividad",
    "definition_translation": "Un período de tiempo en el que un sistema no está disponible.",
    "example_translation": "El tiempo de inactividad no planificado le cuesta a la empresa miles de dólares por hora."
  },
  {
    "id": "tech_0005",
    "term_translation": "Tiempo de actividad",
    "definition_translation": "El tiempo durante el cual una máquina o sistema está en funcionamiento.",
    "example_translation": "Nuestro objetivo es mantener un noventa y nueve por ciento de tiempo de actividad este año."
  },
  {
    "id": "tech_0006",
    "term_translation": "Hotfix",
    "definition_translation": "Una pequeña pieza de código desarrollada para corregir un error grave en un producto de software.",
    "example_translation": "Los desarrolladores lanzaron una corrección urgente para parchear la vulnerabilidad de seguridad."
  },
  {
    "id": "tech_0007",
    "term_translation": "Parche",
    "definition_translation": "Un conjunto de cambios en un programa informático diseñado para actualizarlo, corregirlo o mejorarlo.",
    "example_translation": "Asegúrate de aplicar el último parche de seguridad al sistema operativo."
  },
  {
    "id": "tech_0008",
    "term_translation": "Informe de error",
    "definition_translation": "Un documento que describe un error de software y cómo reproducirlo.",
    "example_translation": "Por favor, adjunta capturas de pantalla al informe de error para ayudarnos a entender el problema."
  },
  {
    "id": "tech_0009",
    "term_translation": "Solicitud de funcionalidad",
    "definition_translation": "Una sugerencia de un usuario o miembro del equipo para una nueva capacidad en el software.",
    "example_translation": "Recibimos una solicitud de funcionalidad para agregar el modo oscuro a la aplicación."
  },
  {
    "id": "tech_0010",
    "term_translation": "Backlog",
    "definition_translation": "Una lista de tareas requeridas para apoyar un plan estratégico mayor.",
    "example_translation": "El equipo priorizó los elementos de la lista de trabajo pendiente para el próximo sprint."
  },
  {
    "id": "tech_0011",
    "term_translation": "Definición del alcance",
    "definition_translation": "El proceso de identificar todo el trabajo que debe realizarse en un proyecto.",
    "example_translation": "Una mala definición del alcance a menudo conduce a retrasos en el proyecto más adelante."
  },
  {
    "id": "tech_0012",
    "term_translation": "Hito",
    "definition_translation": "Un punto o evento significativo en la línea de tiempo de un proyecto.",
    "example_translation": "Lanzar la versión beta fue un hito importante para la startup."
  },
  {
    "id": "tech_0013",
    "term_translation": "Entregable",
    "definition_translation": "Un bien o servicio tangible o intangible producido como resultado de un proyecto.",
    "example_translation": "El principal entregable de esta fase es el documento de especificación funcional."
  },
  {
    "id": "tech_0014",
    "term_translation": "Fecha límite",
    "definition_translation": "La última hora o fecha en la que algo debe completarse.",
    "example_translation": "Necesitamos trabajar horas extras para cumplir con la ajustada fecha límite."
  },
  {
    "id": "tech_0015",
    "term_translation": "Parte interesada",
    "definition_translation": "Una persona con un interés o preocupación en el éxito de un proyecto.",
    "example_translation": "Presentamos el informe de progreso semanal a las partes interesadas clave."
  },
  {
    "id": "tech_0016",
    "term_translation": "Requisito",
    "definition_translation": "Una condición o capacidad que debe cumplir o poseer un sistema.",
    "example_translation": "El cliente agregó un nuevo requisito con respecto a la privacidad de los datos."
  },
  {
    "id": "tech_0017",
    "term_translation": "Especificación",
    "definition_translation": "Una descripción detallada del diseño y los materiales utilizados para hacer algo.",
    "example_translation": "El desarrollador siguió la especificación técnica para construir la API."
  },
  {
    "id": "tech_0018",
    "term_translation": "Hoja de ruta",
    "definition_translation": "Un plan estratégico que define un objetivo e incluye los pasos principales necesarios para alcanzarlo.",
    "example_translation": "La hoja de ruta del producto muestra que el soporte móvil se agregará en el tercer trimestre."
  },
  {
    "id": "tech_0019",
    "term_translation": "Estimación",
    "definition_translation": "El proceso de encontrar una aproximación, que es un valor utilizable para algún propósito.",
    "example_translation": "Nuestra estimación para esta tarea fue demasiado optimista."
  },
  {
    "id": "tech_0020",
    "term_translation": "Prioridad",
    "definition_translation": "El hecho o condición de ser considerado o tratado como más importante.",
    "example_translation": "Arreglar errores críticos tiene prioridad sobre agregar nuevas características."
  },
  {
    "id": "tech_0021",
    "term_translation": "Cuello de botella",
    "definition_translation": "Un punto de congestión en un sistema que ralentiza el proceso general.",
    "example_translation": "La fase de pruebas manuales se convirtió en un cuello de botella en el ciclo de lanzamiento."
  },
  {
    "id": "tech_0022",
    "term_translation": "Bloqueo",
    "definition_translation": "Un problema o error que impide que las pruebas o el desarrollo continúen.",
    "example_translation": "No podemos continuar con el despliegue hasta que se resuelva el bloqueo de la base de datos."
  },
  {
    "id": "tech_0023",
    "term_translation": "Flujo de trabajo",
    "definition_translation": "La secuencia de procesos a través de los cuales pasa una pieza de trabajo desde el inicio hasta la finalización.",
    "example_translation": "Automatizamos el flujo de trabajo de aprobación para ahorrar tiempo."
  },
  {
    "id": "tech_0024",
    "term_translation": "Desviación del alcance",
    "definition_translation": "Cambios incontrolados o crecimiento continuo en el alcance de un proyecto.",
    "example_translation": "La desviación del alcance causó que el proyecto excediera el presupuesto y no cumpliera con la fecha límite."
  },
  {
    "id": "tech_0025",
    "term_translation": "Acoplamiento débil",
    "definition_translation": "Un objetivo de diseño donde los componentes interactúan con dependencias mínimas.",
    "example_translation": "El acoplamiento débil nos permite actualizar el servicio de pago sin romper el proceso de compra."
  },
  {
    "id": "tech_0026",
    "term_translation": "Interoperabilidad",
    "definition_translation": "La capacidad de los sistemas informáticos para intercambiar y utilizar información.",
    "example_translation": "Asegurar la interoperabilidad entre diferentes sistemas es un gran desafío."
  },
  {
    "id": "tech_0027",
    "term_translation": "Obsoleto (Deprecated)",
    "definition_translation": "Estado de una función que se tolera pero se desaconseja porque ha sido reemplazada.",
    "example_translation": "Esta función está marcada como obsoleta y se eliminará en la próxima versión."
  },
  {
    "id": "tech_0028",
    "term_translation": "Código heredado",
    "definition_translation": "Código fuente que se relaciona con un sistema operativo o tecnología ya no soportada.",
    "example_translation": "Refactorizar código heredado es difícil porque carece de documentación."
  },
  {
    "id": "tech_0029",
    "term_translation": "Refactorización",
    "definition_translation": "El proceso de reestructurar código informático existente sin cambiar su comportamiento externo.",
    "example_translation": "Pasamos una semana en la refactorización del código para hacerlo más legible."
  },
  {
    "id": "tech_0030",
    "term_translation": "Optimización",
    "definition_translation": "La acción de hacer el mejor o más efectivo uso de una situación o recurso.",
    "example_translation": "La optimización de la base de datos redujo el tiempo de consulta a la mitad."
  },
  {
    "id": "tech_0031",
    "term_translation": "Rendimiento de procesamiento",
    "definition_translation": "La cantidad de material o elementos que pasan a través de un sistema o proceso.",
    "example_translation": "Aumentamos el rendimiento de procesamiento del sistema para manejar más transacciones por segundo."
  },
  {
    "id": "tech_0032",
    "term_translation": "Escalabilidad",
    "definition_translation": "La capacidad de cambiar en tamaño o escala.",
    "example_translation": "La arquitectura en la nube proporciona escalabilidad infinita para nuestra aplicación web."
  },
  {
    "id": "tech_0033",
    "term_translation": "Redundancia",
    "definition_translation": "La inclusión de componentes adicionales no estrictamente necesarios, en caso de fallo en otros componentes.",
    "example_translation": "La redundancia en el almacenamiento de datos nos protege de fallos de hardware."
  },
  {
    "id": "tech_0034",
    "term_translation": "Copia de seguridad",
    "definition_translation": "Una copia de un archivo u otros datos hecha en caso de que el original se pierda o dañe.",
    "example_translation": "Siempre realiza una copia de seguridad antes de actualizar el software del servidor."
  },
  {
    "id": "tech_0035",
    "term_translation": "Restauración",
    "definition_translation": "Traer de vuelta o restablecer un estado anterior.",
    "example_translation": "Tomó dos horas realizar la restauración de la base de datos desde la última copia."
  },
  {
    "id": "tech_0036",
    "term_translation": "Esquema",
    "definition_translation": "La estructura de un sistema de base de datos, descrita en un lenguaje formal.",
    "example_translation": "Cambiar el esquema de la base de datos requiere un script de migración."
  },
  {
    "id": "tech_0037",
    "term_translation": "Consulta",
    "definition_translation": "Una solicitud de información de una base de datos.",
    "example_translation": "La consulta de búsqueda devolvió cero resultados."
  },
  {
    "id": "tech_0038",
    "term_translation": "Indexación",
    "definition_translation": "Un método para optimizar el rendimiento de una base de datos minimizando el acceso al disco.",
    "example_translation": "Una indexación adecuada acelera significativamente la recuperación de datos."
  },
  {
    "id": "tech_0039",
    "term_translation": "Cifrado",
    "definition_translation": "El proceso de convertir información o datos en un código para prevenir el acceso no autorizado.",
    "example_translation": "El cifrado de extremo a extremo asegura que solo el remitente y el receptor puedan leer el mensaje."
  },
  {
    "id": "tech_0040",
    "term_translation": "Descifrado",
    "definition_translation": "El proceso de convertir datos cifrados de nuevo a su forma original.",
    "example_translation": "El software maneja el descifrado de archivos automáticamente al iniciar sesión."
  },
  {
    "id": "tech_0041",
    "term_translation": "Autenticación",
    "definition_translation": "El proceso o acción de verificar la identidad de un usuario o proceso.",
    "example_translation": "La autenticación de dos factores añade una capa extra de seguridad."
  },
  {
    "id": "tech_0042",
    "term_translation": "Autorización",
    "definition_translation": "La función de especificar derechos de acceso o privilegios a recursos.",
    "example_translation": "La autenticación verifica quién eres, mientras que la autorización determina qué puedes hacer."
  },
  {
    "id": "tech_0043",
    "term_translation": "Vulnerabilidad",
    "definition_translation": "Una debilidad que permite a un atacante reducir la seguridad de la información de un sistema.",
    "example_translation": "Los escaneos regulares ayudan a detectar cualquier nueva vulnerabilidad de seguridad."
  },
  {
    "id": "tech_0044",
    "term_translation": "Brecha de seguridad",
    "definition_translation": "Un incidente donde los datos son expuestos o robados inadvertidamente.",
    "example_translation": "La empresa notificó a los clientes sobre la brecha de seguridad inmediatamente."
  },
  {
    "id": "tech_0045",
    "term_translation": "Apretón de manos (Handshake)",
    "definition_translation": "Un proceso automatizado de negociación para establecer parámetros de comunicación.",
    "example_translation": "El handshake SSL falló debido a una discrepancia de certificados."
  },
  {
    "id": "tech_0046",
    "term_translation": "Interfaz",
    "definition_translation": "Un punto donde dos sistemas, sujetos u organizaciones se encuentran e interactúan.",
    "example_translation": "La interfaz de usuario debe ser intuitiva y fácil de navegar."
  },
  {
    "id": "tech_0047",
    "term_translation": "Variable",
    "definition_translation": "Un elemento de datos que puede tomar más de un valor durante la ejecución de un programa.",
    "example_translation": "Define una variable global para almacenar la configuración del usuario."
  },
  {
    "id": "tech_0048",
    "term_translation": "Parámetro",
    "definition_translation": "Un factor medible que define un sistema o establece las condiciones de su operación.",
    "example_translation": "Necesitas pasar el parámetro correcto a la función."
  },
  {
    "id": "tech_0049",
    "term_translation": "Sintaxis",
    "definition_translation": "El conjunto de reglas que define las combinaciones de símbolos consideradas como un documento correctamente estructurado.",
    "example_translation": "Un punto y coma faltante causó un error de sintaxis en el código."
  },
  {
    "id": "tech_0050",
    "term_translation": "Algoritmo",
    "definition_translation": "Un proceso o conjunto de reglas a seguir en cálculos u otras operaciones de resolución de problemas.",
    "example_translation": "Mejoramos el algoritmo de ordenamiento para manejar listas más grandes."
  },
  {
    "id": "tech_0051",
    "term_translation": "Depurar",
    "definition_translation": "Identificar y eliminar errores de hardware o software informático.",
    "example_translation": "Pasé horas tratando de depurar el problema del bloqueo."
  },
  {
    "id": "tech_0052",
    "term_translation": "Compilador",
    "definition_translation": "Un programa que convierte instrucciones en código máquina para que puedan ser ejecutadas por una computadora.",
    "example_translation": "El compilador verifica errores antes de crear el archivo ejecutable."
  },
  {
    "id": "tech_0053",
    "term_translation": "Dependencia",
    "definition_translation": "Un componente de software en el que otro programa confía para funcionar.",
    "example_translation": "Usamos un gestor de paquetes para manejar las dependencias del proyecto."
  },
  {
    "id": "tech_0054",
    "term_translation": "Repositorio",
    "definition_translation": "Una ubicación central donde se almacenan y gestionan los datos.",
    "example_translation": "Envía tus cambios al repositorio remoto todos los días."
  },
  {
    "id": "tech_0055",
    "term_translation": "Rama",
    "definition_translation": "Una versión paralela de un repositorio.",
    "example_translation": "Crea una nueva rama para la funcionalidad en la que estás trabajando."
  },
  {
    "id": "tech_0056",
    "term_translation": "Fusión",
    "definition_translation": "Combinar cambios distintos de una rama de versión en otra.",
    "example_translation": "Después de la revisión, realiza la fusión de tu rama en la base de código principal."
  },
  {
    "id": "tech_0057",
    "term_translation": "Conflicto",
    "definition_translation": "Una situación donde dos ramas tienen cambios competitivos en la misma línea de un archivo.",
    "example_translation": "Necesitas resolver el conflicto de fusión antes de poder desplegar."
  },
  {
    "id": "tech_0058",
    "term_translation": "Solicitud de extracción",
    "definition_translation": "Un método para enviar contribuciones a un proyecto de desarrollo abierto.",
    "example_translation": "Mi solicitud de extracción está esperando la aprobación del líder del equipo."
  },
  {
    "id": "tech_0059",
    "term_translation": "Confirmación de cambios",
    "definition_translation": "Guardar cambios en un repositorio.",
    "example_translation": "Asegúrate de escribir un mensaje claro cuando realices una confirmación de cambios en tu código."
  },
  {
    "id": "tech_0060",
    "term_translation": "Latencia",
    "definition_translation": "El retraso antes de que comience una transferencia de datos después de una instrucción.",
    "example_translation": "La alta latencia hace que las videollamadas sean entrecortadas."
  },
  {
    "id": "tech_0061",
    "term_translation": "Ancho de banda",
    "definition_translation": "La cantidad máxima de datos que se pueden transmitir a través de una conexión a internet en un tiempo dado.",
    "example_translation": "Aumentamos el ancho de banda del servidor para manejar el pico de tráfico."
  },
  {
    "id": "tech_0062",
    "term_translation": "Memoria caché",
    "definition_translation": "Un componente que almacena datos para que las solicitudes futuras de esos datos se sirvan más rápido.",
    "example_translation": "La memoria caché del navegador almacena imágenes para cargar páginas web más rápido."
  },
  {
    "id": "tech_0063",
    "term_translation": "Sesión",
    "definition_translation": "Un período temporal de interacción entre dos nodos informáticos.",
    "example_translation": "La sesión de usuario expira automáticamente después de treinta minutos de inactividad."
  },
  {
    "id": "tech_0064",
    "term_translation": "Cookie",
    "definition_translation": "Un pequeño fragmento de datos almacenado en la computadora del usuario por el navegador web.",
    "example_translation": "Usamos una cookie para recordar tu preferencia de idioma."
  },
  {
    "id": "tech_0065",
    "term_translation": "Token",
    "definition_translation": "Un fragmento de datos que actúa como proxy para un dato más grande o un permiso.",
    "example_translation": "La API devuelve un token de acceso tras un inicio de sesión exitoso."
  },
  {
    "id": "tech_0066",
    "term_translation": "Punto final",
    "definition_translation": "Un extremo de un canal de comunicación.",
    "example_translation": "Necesitas llamar al punto final del perfil de usuario para obtener los datos."
  },
  {
    "id": "tech_0067",
    "term_translation": "Tiempo de respuesta",
    "definition_translation": "El tiempo que tarda un sistema en reaccionar a una entrada dada.",
    "example_translation": "Optimizar el código redujo el tiempo de respuesta del servidor significativamente."
  },
  {
    "id": "tech_0068",
    "term_translation": "Prueba de carga",
    "definition_translation": "El proceso de poner demanda en un sistema y medir su respuesta.",
    "example_translation": "La prueba de carga reveló que el sistema falla a los diez mil usuarios."
  },
  {
    "id": "tech_0069",
    "term_translation": "Prueba unitaria",
    "definition_translation": "Un método de prueba de software mediante el cual se prueban unidades individuales de código fuente.",
    "example_translation": "Escribe una prueba unitaria para cada función nueva que crees."
  },
  {
    "id": "tech_0070",
    "term_translation": "Prueba de integración",
    "definition_translation": "Una fase en la que los módulos de software individuales se combinan y prueban como un grupo.",
    "example_translation": "La prueba de integración falló porque el formato de la API cambió."
  },
  {
    "id": "tech_0071",
    "term_translation": "Rastreo de pila",
    "definition_translation": "Un informe de los marcos de pila activos en un momento determinado durante la ejecución de un programa.",
    "example_translation": "El rastreo de pila nos ayudó a localizar la línea exacta donde ocurrió el error."
  },
  {
    "id": "tech_0072",
    "term_translation": "Excepción",
    "definition_translation": "Una condición anómala que requiere un procesamiento especial.",
    "example_translation": "El programa lanzó una excepción no controlada y se cerró inesperadamente."
  },
  {
    "id": "tech_0073",
    "term_translation": "Registro de eventos",
    "definition_translation": "Un registro de eventos que ocurren dentro de un sistema operativo u otro software.",
    "example_translation": "Revisa el registro de eventos del servidor para ver por qué falló la conexión."
  },
  {
    "id": "tech_0074",
    "term_translation": "Configuración",
    "definition_translation": "La disposición o ajuste del hardware y software que componen un sistema informático.",
    "example_translation": "La configuración de red incorrecta impidió el acceso a la base de datos."
  },
  {
    "id": "tech_0075",
    "term_translation": "Entorno",
    "definition_translation": "Las condiciones bajo las cuales funciona un sistema informático.",
    "example_translation": "El error solo aparece en el entorno de desarrollo, no en producción."
  },
  {
    "id": "tech_0076",
    "term_translation": "Ticket de soporte",
    "definition_translation": "Una solicitud documentada de soporte o servicio en un sistema de seguimiento de problemas.",
    "example_translation": "Por favor, abre un ticket de soporte si no puedes acceder a tu correo electrónico."
  },
  {
    "id": "tech_0077",
    "term_translation": "Escalada",
    "definition_translation": "El proceso de mover un problema a un nivel superior de soporte o gestión.",
    "example_translation": "La interrupción crítica del servidor requirió una escalada inmediata al equipo de ingeniería."
  },
  {
    "id": "tech_0078",
    "term_translation": "Credencial",
    "definition_translation": "Información, como un nombre de usuario y contraseña, utilizada para verificar la identidad.",
    "example_translation": "Nunca compartas tu credencial de inicio de sesión con nadie fuera del departamento de TI."
  },
  {
    "id": "tech_0079",
    "term_translation": "Escritorio remoto",
    "definition_translation": "Tecnología que permite a un usuario conectarse a una computadora específica desde una ubicación remota.",
    "example_translation": "Los técnicos de soporte usan escritorio remoto para solucionar problemas en las laptops de los empleados."
  },
  {
    "id": "tech_0080",
    "term_translation": "Solución alternativa",
    "definition_translation": "Un método temporal para lograr una tarea cuando el método habitual no funciona.",
    "example_translation": "Proporcionamos una solución alternativa para el problema de impresión hasta que se actualice el controlador."
  },
  {
    "id": "tech_0081",
    "term_translation": "Base de conocimiento",
    "definition_translation": "Un repositorio centralizado de información sobre un tema en particular.",
    "example_translation": "Consulta la base de conocimiento interna para obtener instrucciones sobre cómo configurar la VPN."
  },
  {
    "id": "tech_0082",
    "term_translation": "Control de acceso",
    "definition_translation": "La restricción selectiva del acceso a un lugar u otro recurso.",
    "example_translation": "Un estricto control de acceso asegura que solo el personal autorizado pueda entrar a la sala de servidores."
  },
  {
    "id": "tech_0083",
    "term_translation": "Pista de auditoría",
    "definition_translation": "Un registro cronológico relevante para la seguridad que documenta el origen y destino de los registros.",
    "example_translation": "La pista de auditoría mostró exactamente quién modificó los registros financieros."
  },
  {
    "id": "tech_0084",
    "term_translation": "Software malicioso",
    "definition_translation": "Software diseñado específicamente para interrumpir, dañar u obtener acceso no autorizado.",
    "example_translation": "El antivirus detectó software malicioso oculto en el archivo adjunto."
  },
  {
    "id": "tech_0085",
    "term_translation": "Suplantación de identidad",
    "definition_translation": "La práctica fraudulenta de enviar correos electrónicos fingiendo ser de empresas de renombre.",
    "example_translation": "La empresa realiza capacitaciones para ayudar a los empleados a reconocer la suplantación de identidad."
  },
  {
    "id": "tech_0086",
    "term_translation": "Migración",
    "definition_translation": "El proceso de mover datos o software de un sistema a otro.",
    "example_translation": "La migración de la base de datos a la nube tomó más tiempo del esperado."
  },
  {
    "id": "tech_0087",
    "term_translation": "Consistencia",
    "definition_translation": "La propiedad que asegura que una transacción lleva la base de datos de un estado válido a otro.",
    "example_translation": "La consistencia de datos es crítica en aplicaciones bancarias."
  },
  {
    "id": "tech_0088",
    "term_translation": "Integridad",
    "definition_translation": "El mantenimiento de la exactitud y consistencia de los datos durante todo su ciclo de vida.",
    "example_translation": "Las restricciones de clave foránea ayudan a mantener la integridad referencial de la base de datos."
  },
  {
    "id": "tech_0089",
    "term_translation": "Replicación",
    "definition_translation": "El proceso de copiar datos de una base de datos central a una o más bases de datos.",
    "example_translation": "Usamos replicación de base de datos para asegurar alta disponibilidad en diferentes regiones."
  },
  {
    "id": "tech_0090",
    "term_translation": "Volcado de memoria",
    "definition_translation": "Un registro de la memoria de un proceso informático, generalmente usado para depuración.",
    "example_translation": "El desarrollador analizó el volcado de memoria para encontrar la causa del fallo."
  },
  {
    "id": "tech_0091",
    "term_translation": "Latencia",
    "definition_translation": "El retraso antes de que comience una transferencia de datos después de una instrucción.",
    "example_translation": "La baja latencia es esencial para una buena experiencia en juegos en línea."
  },
  {
    "id": "tech_0092",
    "term_translation": "Ancho de banda",
    "definition_translation": "La cantidad máxima de datos que se pueden transmitir a través de una conexión.",
    "example_translation": "La transmisión de video consume una cantidad significativa de ancho de banda de red."
  },
  {
    "id": "tech_0093",
    "term_translation": "Protocolo",
    "definition_translation": "Un conjunto de reglas que gobiernan el intercambio de datos entre dispositivos.",
    "example_translation": "El protocolo de transferencia de archivos seguro se usa para subir documentos sensibles."
  },
  {
    "id": "tech_0094",
    "term_translation": "Cortafuegos",
    "definition_translation": "Un sistema de seguridad de red que monitorea y controla el tráfico entrante y saliente.",
    "example_translation": "El cortafuegos corporativo bloquea el acceso a sitios de redes sociales."
  },
  {
    "id": "tech_0095",
    "term_translation": "Servidor proxy",
    "definition_translation": "Una aplicación de servidor que actúa como intermediario para las solicitudes de los clientes.",
    "example_translation": "Enrutamos todo el tráfico a través de un servidor proxy para inspección de seguridad."
  },
  {
    "id": "tech_0096",
    "term_translation": "Monolito",
    "definition_translation": "Una aplicación de software en la que diferentes componentes se combinan en un solo programa.",
    "example_translation": "Romper el monolito en microservicios mejorará la velocidad de despliegue."
  },
  {
    "id": "tech_0097",
    "term_translation": "Microservicios",
    "definition_translation": "Un estilo arquitectónico que estructura una aplicación como una colección de servicios.",
    "example_translation": "La arquitectura de microservicios permite el escalado independiente de componentes."
  },
  {
    "id": "tech_0098",
    "term_translation": "Alta disponibilidad",
    "definition_translation": "Una característica de un sistema que asegura un nivel acordado de rendimiento operativo.",
    "example_translation": "Nuestro sistema de pago está diseñado para alta disponibilidad para prevenir pérdida de ingresos."
  },
  {
    "id": "tech_0099",
    "term_translation": "Tolerancia a fallos",
    "definition_translation": "La propiedad que permite a un sistema seguir operando en caso de fallo de algunos componentes.",
    "example_translation": "Los mecanismos de tolerancia a fallos aseguraron que la app siguiera funcionando a pesar del error de disco."
  },
  {
    "id": "tech_0100",
    "term_translation": "Escalabilidad",
    "definition_translation": "La capacidad de un sistema o proceso para manejar una cantidad creciente de trabajo.",
    "example_translation": "La escalabilidad horizontal nos permite agregar más servidores a medida que crece el tráfico."
  },
  {
    "id": "tech_0101",
    "term_translation": "Balanceador de carga",
    "definition_translation": "Un dispositivo que distribuye el tráfico de red o aplicación entre varios servidores.",
    "example_translation": "El balanceador de carga asegura que ningún servidor se sature durante las horas pico."
  },
  {
    "id": "tech_0102",
    "term_translation": "Entorno aislado (Sandbox)",
    "definition_translation": "Un entorno de pruebas aislado que permite ejecutar programas sin afectar la aplicación.",
    "example_translation": "El código malicioso ejecutado en el entorno aislado no puede dañar el sistema anfitrión."
  },
  {
    "id": "tech_0103",
    "term_translation": "Orquestación",
    "definition_translation": "La configuración, coordinación y gestión automatizada de sistemas informáticos.",
    "example_translation": "Las herramientas de orquestación de contenedores gestionan el ciclo de vida de miles de contenedores."
  },
  {
    "id": "tech_0104",
    "term_translation": "Integración continua",
    "definition_translation": "La práctica de fusionar las copias de trabajo de todos los desarrolladores varias veces al día.",
    "example_translation": "La integración continua nos ayuda a detectar errores de integración temprano."
  },
  {
    "id": "tech_0105",
    "term_translation": "Despliegue continuo",
    "definition_translation": "Un enfoque en el que las funcionalidades de software se entregan frecuentemente.",
    "example_translation": "Con el despliegue continuo, cada prueba aprobada activa un lanzamiento a producción."
  },
  {
    "id": "tech_0106",
    "term_translation": "Script",
    "definition_translation": "Una secuencia de instrucciones que es interpretada o llevada a cabo por otro programa.",
    "example_translation": "Escribí un script en Python para automatizar el proceso de copia de seguridad."
  },
  {
    "id": "tech_0107",
    "term_translation": "Intérprete de comandos",
    "definition_translation": "Una interfaz de usuario para acceder a los servicios de un sistema operativo.",
    "example_translation": "Los administradores usan el intérprete de comandos para ejecutar órdenes en el servidor."
  },
  {
    "id": "tech_0108",
    "term_translation": "Repositorio",
    "definition_translation": "Una ubicación central de almacenamiento de archivos.",
    "example_translation": "Clona el repositorio de código para empezar a trabajar en el proyecto."
  },
  {
    "id": "tech_0109",
    "term_translation": "Dependencia",
    "definition_translation": "Un fragmento de software que depende de otro software para funcionar.",
    "example_translation": "Actualizar la biblioteca rompió una dependencia en el módulo de facturación."
  },
  {
    "id": "tech_0110",
    "term_translation": "Código repetitivo (Boilerplate)",
    "definition_translation": "Secciones de código que deben incluirse en muchos lugares con poca o ninguna alteración.",
    "example_translation": "Usamos un generador para reducir la cantidad de código repetitivo que necesitamos escribir."
  },
  {
    "id": "tech_0111",
    "term_translation": "Biblioteca",
    "definition_translation": "Una colección de recursos utilizados por programas informáticos.",
    "example_translation": "La biblioteca de procesamiento de imágenes maneja todas las tareas de cambio de tamaño de fotos."
  },
  {
    "id": "tech_0112",
    "term_translation": "Punto final (Endpoint)",
    "definition_translation": "Una URL específica donde una aplicación cliente puede acceder a una API.",
    "example_translation": "Necesitamos asegurar el punto final de autenticación contra ataques de fuerza bruta."
  },
  {
    "id": "tech_0113",
    "term_translation": "Kit de desarrollo de software",
    "definition_translation": "Una colección de herramientas de desarrollo de software en un paquete instalable.",
    "example_translation": "El kit de desarrollo de software del proveedor de pagos hizo la integración muy simple."
  },
  {
    "id": "tech_0114",
    "term_translation": "Entorno de desarrollo integrado",
    "definition_translation": "Una aplicación que proporciona servicios integrales para programadores.",
    "example_translation": "La mayoría de los desarrolladores prefieren un entorno de desarrollo integrado con fuertes funciones de depuración."
  },
  {
    "id": "tech_0115",
    "term_translation": "Algoritmo",
    "definition_translation": "Un proceso o conjunto de reglas a seguir en cálculos.",
    "example_translation": "El algoritmo de búsqueda clasifica los resultados por relevancia."
  },
  {
    "id": "tech_0116",
    "term_translation": "Recursión",
    "definition_translation": "El proceso de definir algo en términos de sí mismo.",
    "example_translation": "La recursión es útil para recorrer estructuras de datos tipo árbol."
  },
  {
    "id": "tech_0117",
    "term_translation": "Iteración",
    "definition_translation": "La repetición de un proceso para generar una secuencia de resultados.",
    "example_translation": "Mejoramos la interfaz de usuario en la segunda iteración del diseño."
  },
  {
    "id": "tech_0118",
    "term_translation": "Concurrencia",
    "definition_translation": "La capacidad de diferentes partes de un programa para ser ejecutadas fuera de orden.",
    "example_translation": "La concurrencia permite al servidor manejar múltiples solicitudes al mismo tiempo."
  },
  {
    "id": "tech_0119",
    "term_translation": "Asíncrono",
    "definition_translation": "Eventos que no están coordinados en el tiempo.",
    "example_translation": "El procesamiento asíncrono evita que la interfaz de usuario se congele durante la carga de datos."
  },
  {
    "id": "tech_0120",
    "term_translation": "Síncrono",
    "definition_translation": "Existente u ocurriendo al mismo tiempo.",
    "example_translation": "La llamada síncrona bloquea la ejecución hasta que se recibe una respuesta."
  },
  {
    "id": "tech_0121",
    "term_translation": "Memoria caché",
    "definition_translation": "Un componente que almacena datos para un acceso futuro más rápido.",
    "example_translation": "Limpiar la memoria caché del navegador resuelve muchos problemas de visualización."
  },
  {
    "id": "tech_0122",
    "term_translation": "Sesión",
    "definition_translation": "Una interacción temporal entre dos puntos finales de comunicación.",
    "example_translation": "La sesión de usuario expira después de 30 minutos de inactividad."
  },
  {
    "id": "tech_0123",
    "term_translation": "Cookie",
    "definition_translation": "Un pequeño dato almacenado en la computadora del usuario por el navegador.",
    "example_translation": "El sitio usa una cookie para recordar tu estado de inicio de sesión."
  },
  {
    "id": "tech_0124",
    "term_translation": "Cifrado",
    "definition_translation": "El proceso de convertir información en un código para prevenir acceso no autorizado.",
    "example_translation": "El cifrado de extremo a extremo protege la privacidad de los mensajes de usuario."
  },
  {
    "id": "tech_0125",
    "term_translation": "Descifrado",
    "definition_translation": "El proceso de convertir datos cifrados de nuevo a su forma original.",
    "example_translation": "Solo el titular de la clave privada puede realizar el descifrado del archivo."
  },
  {
    "id": "tech_0126",
    "term_translation": "Autenticación",
    "definition_translation": "El proceso de verificar la identidad de un usuario o proceso.",
    "example_translation": "La autenticación multifactor añade una capa de seguridad al proceso de inicio de sesión."
  },
  {
    "id": "tech_0127",
    "term_translation": "Autorización",
    "definition_translation": "La función de especificar derechos de acceso a recursos.",
    "example_translation": "Las reglas de autorización determinan qué informes puede ver un usuario."
  },
  {
    "id": "tech_0128",
    "term_translation": "Token",
    "definition_translation": "Algo que sirve como representación visible o tangible de un hecho o calidad.",
    "example_translation": "La API requiere un token de acceso válido en el encabezado."
  },
  {
    "id": "tech_0129",
    "term_translation": "Punto final",
    "definition_translation": "Un extremo de un canal de comunicación.",
    "example_translation": "El punto final de la API para datos de usuario está actualmente inactivo."
  },
  {
    "id": "tech_0130",
    "term_translation": "Parámetro",
    "definition_translation": "Un factor medible que define un sistema o establece condiciones.",
    "example_translation": "Pasa el ID de usuario como un parámetro de consulta en la URL."
  },
  {
    "id": "tech_0131",
    "term_translation": "Variable",
    "definition_translation": "Un elemento de datos que puede tomar más de un valor durante la ejecución.",
    "example_translation": "Inicializa la variable contador a cero."
  },
  {
    "id": "tech_0132",
    "term_translation": "Constante",
    "definition_translation": "Un valor que no puede ser alterado por el programa durante la ejecución normal.",
    "example_translation": "Define la tasa de impuestos como una constante ya que rara vez cambia."
  },
  {
    "id": "tech_0133",
    "term_translation": "Sintaxis",
    "definition_translation": "El conjunto de reglas que define las combinaciones de símbolos correctas.",
    "example_translation": "Un punto y coma faltante causó un error de sintaxis en el código."
  },
  {
    "id": "tech_0134",
    "term_translation": "Compilación",
    "definition_translation": "La acción de producir algo reuniendo información.",
    "example_translation": "La compilación del código falló debido a una biblioteca faltante."
  },
  {
    "id": "tech_0135",
    "term_translation": "Interpretación",
    "definition_translation": "La acción de explicar el significado de algo.",
    "example_translation": "Python utiliza interpretación para ejecutar código línea por línea."
  },
  {
    "id": "tech_0136",
    "term_translation": "Depurador",
    "definition_translation": "Un programa informático utilizado para probar y depurar otros programas.",
    "example_translation": "Usa el depurador para recorrer el código y encontrar el error lógico."
  },
  {
    "id": "tech_0137",
    "term_translation": "Registro de eventos",
    "definition_translation": "Un registro de eventos que ocurren dentro de un software.",
    "example_translation": "Examina el registro de eventos del servidor para rastrear la fuente del error."
  },
  {
    "id": "tech_0138",
    "term_translation": "Notificación",
    "definition_translation": "La acción de notificar a alguien o algo.",
    "example_translation": "El sistema envía una notificación cuando la tarea está completa."
  },
  {
    "id": "tech_0139",
    "term_translation": "Alerta",
    "definition_translation": "Una advertencia o notificación de un evento específico.",
    "example_translation": "El sistema de monitoreo activó una alerta cuando el uso de CPU alcanzó el 90%."
  },
  {
    "id": "tech_0140",
    "term_translation": "Métrica",
    "definition_translation": "Un método para medir algo, o los resultados obtenidos.",
    "example_translation": "El tiempo de respuesta es una métrica clave para evaluar el rendimiento del sistema."
  },
  {
    "id": "tech_0141",
    "term_translation": "Panel de control",
    "definition_translation": "Una interfaz de usuario que organiza y presenta información de manera legible.",
    "example_translation": "El panel de control de análisis muestra la actividad del usuario en tiempo real."
  },
  {
    "id": "tech_0142",
    "term_translation": "Experiencia de usuario",
    "definition_translation": "La experiencia general de una persona que usa un producto.",
    "example_translation": "La carga lenta de páginas impacta negativamente la experiencia de usuario."
  },
  {
    "id": "tech_0143",
    "term_translation": "Interfaz de usuario",
    "definition_translation": "El medio por el cual el usuario y un sistema informático interactúan.",
    "example_translation": "La nueva interfaz de usuario es más limpia y más intuitiva."
  },
  {
    "id": "tech_0144",
    "term_translation": "Accesibilidad",
    "definition_translation": "La cualidad de ser accesible o ingresable.",
    "example_translation": "Mejoramos la accesibilidad agregando soporte para lectores de pantalla."
  },
  {
    "id": "tech_0145",
    "term_translation": "Diseño responsivo",
    "definition_translation": "Reaccionar rápida y positivamente.",
    "example_translation": "El diseño responsivo se adapta perfectamente a las pantallas móviles."
  },
  {
    "id": "tech_0146",
    "term_translation": "Esquema de página",
    "definition_translation": "Una imagen o conjunto de imágenes que muestra los elementos funcionales de una página web.",
    "example_translation": "El diseñador creó un esquema de página para delinear la estructura."
  },
  {
    "id": "tech_0147",
    "term_translation": "Prototipo",
    "definition_translation": "Un primer modelo preliminar de algo.",
    "example_translation": "Construimos un prototipo clicable para probar el flujo de usuario."
  },
  {
    "id": "tech_0148",
    "term_translation": "Maqueta",
    "definition_translation": "Un modelo o réplica usado para fines de instrucción.",
    "example_translation": "La maqueta de alta fidelidad muestra exactamente cómo se verá la aplicación."
  },
  {
    "id": "tech_0149",
    "term_translation": "Usabilidad",
    "definition_translation": "El grado en que algo es apto para ser usado.",
    "example_translation": "Las pruebas de usabilidad nos ayudaron a identificar elementos de navegación confusos."
  },
  {
    "id": "tech_0150",
    "term_translation": "Persona",
    "definition_translation": "Un rol o personaje adoptado por un autor.",
    "example_translation": "Creamos una persona de usuario para entender mejor a nuestra audiencia objetivo."
  },
  {
    "id": "tech_0151",
    "term_translation": "Idempotencia",
    "definition_translation": "Una propiedad de ciertas operaciones por la cual se pueden aplicar múltiples veces sin cambiar el resultado.",
    "example_translation": "Diseñar la API para la idempotencia asegura que reintentar una solicitud de pago fallida no cobre al cliente dos veces."
  },
  {
    "id": "tech_0152",
    "term_translation": "Concurrencia",
    "definition_translation": "La capacidad de diferentes partes de un programa para ejecutarse fuera de orden sin afectar el resultado.",
    "example_translation": "Manejar la concurrencia correctamente es crucial para prevenir condiciones de carrera en aplicaciones multihilo."
  },
  {
    "id": "tech_0153",
    "term_translation": "Condición de carrera",
    "definition_translation": "Una situación indeseable donde un sistema intenta realizar operaciones al mismo tiempo cuando el orden importa.",
    "example_translation": "Ocurrió una condición de carrera cuando dos usuarios intentaron actualizar el mismo registro simultáneamente."
  },
  {
    "id": "tech_0154",
    "term_translation": "Interbloqueo",
    "definition_translation": "Una situación en la que dos procesos esperan a que el otro libere un recurso.",
    "example_translation": "La transacción de la base de datos falló debido a un interbloqueo entre dos consultas competidoras."
  },
  {
    "id": "tech_0155",
    "term_translation": "Consistencia eventual",
    "definition_translation": "Un modelo de consistencia que garantiza que si no hay nuevas actualizaciones, todos los accesos devolverán eventualmente el último valor.",
    "example_translation": "En una base de datos NoSQL, a menudo aceptamos la consistencia eventual a cambio de un mayor rendimiento."
  },
  {
    "id": "tech_0156",
    "term_translation": "Sharding",
    "definition_translation": "Un tipo de particionamiento de base de datos que separa bases de datos grandes en partes más pequeñas.",
    "example_translation": "Implementamos la fragmentación para distribuir los datos de usuario en múltiples servidores de base de datos."
  },
  {
    "id": "tech_0157",
    "term_translation": "Interruptor de circuito",
    "definition_translation": "Un patrón de diseño utilizado para detectar fallos y evitar que se repitan constantemente.",
    "example_translation": "El patrón de interruptor de circuito evita que la aplicación intente conectarse repetidamente a un servicio fallido."
  },
  {
    "id": "tech_0158",
    "term_translation": "Inyección de dependencias",
    "definition_translation": "Una técnica en la que un objeto recibe otros objetos de los que depende.",
    "example_translation": "El uso de inyección de dependencias facilita las pruebas unitarias al permitirnos simular dependencias."
  },
  {
    "id": "tech_0159",
    "term_translation": "Polimorfismo",
    "definition_translation": "El uso de un solo símbolo para representar múltiples tipos diferentes.",
    "example_translation": "El polimorfismo nos permite tratar diferentes formas como círculos y cuadrados como un objeto genérico 'Forma'."
  },
  {
    "id": "tech_0160",
    "term_translation": "Encapsulamiento",
    "definition_translation": "La agrupación de datos con los métodos que operan sobre ellos, restringiendo el acceso directo.",
    "example_translation": "El encapsulamiento protege el estado interno del objeto de ser modificado directamente por código externo."
  },
  {
    "id": "tech_0161",
    "term_translation": "Abstracción",
    "definition_translation": "El proceso de eliminar detalles para centrar la atención en aspectos de mayor importancia.",
    "example_translation": "La API proporciona un alto nivel de abstracción, ocultando la lógica compleja que ocurre en segundo plano."
  },
  {
    "id": "tech_0162",
    "term_translation": "Herencia",
    "definition_translation": "El mecanismo de basar un objeto o clase en otro, conservando una implementación similar.",
    "example_translation": "A través de la herencia, la clase 'Coche' adquiere todas las propiedades de la clase 'Vehículo'."
  },
  {
    "id": "tech_0163",
    "term_translation": "Recursión",
    "definition_translation": "El proceso de definir un problema en términos de una versión más simple de sí mismo.",
    "example_translation": "La función factorial es un ejemplo clásico de recursión en programación."
  },
  {
    "id": "tech_0164",
    "term_translation": "Notación O grande",
    "definition_translation": "Una notación matemática que describe el comportamiento límite de una función.",
    "example_translation": "Analizamos el algoritmo usando la notación O grande para entender su rendimiento a medida que crece el conjunto de datos."
  },
  {
    "id": "tech_0165",
    "term_translation": "Serialización",
    "definition_translation": "El proceso de traducir una estructura de datos a un formato que se pueda almacenar o transmitir.",
    "example_translation": "La serialización JSON convierte el objeto de usuario en una cadena para la transmisión de la API."
  },
  {
    "id": "tech_0166",
    "term_translation": "Deserialización",
    "definition_translation": "El proceso de convertir datos serializados de nuevo en una estructura de datos.",
    "example_translation": "Las vulnerabilidades de seguridad pueden ocurrir durante la deserialización si la entrada no se valida."
  },
  {
    "id": "tech_0167",
    "term_translation": "Infraestructura inmutable",
    "definition_translation": "Un enfoque donde los componentes se reemplazan en lugar de cambiarse.",
    "example_translation": "Con la infraestructura inmutable, destruimos y recreamos servidores en lugar de parchearlos."
  },
  {
    "id": "tech_0168",
    "term_translation": "Aprovisionamiento",
    "definition_translation": "El proceso de configuración de la infraestructura de TI.",
    "example_translation": "Los scripts de aprovisionamiento automatizado configuran el nuevo entorno del servidor en minutos."
  },
  {
    "id": "tech_0169",
    "term_translation": "Virtualización",
    "definition_translation": "El acto de crear una versión virtual de algo, como plataformas de hardware.",
    "example_translation": "La virtualización de hardware permite que múltiples sistemas operativos se ejecuten en una sola máquina física."
  },
  {
    "id": "tech_0170",
    "term_translation": "Patrón sidecar",
    "definition_translation": "Un patrón donde un contenedor separado corre junto al contenedor principal para brindar soporte.",
    "example_translation": "Usamos el patrón sidecar para manejar el registro y monitoreo de nuestros microservicios."
  },
  {
    "id": "tech_0171",
    "term_translation": "Proxy inverso",
    "definition_translation": "Un tipo de servidor proxy que recupera recursos en nombre de un cliente desde uno o más servidores.",
    "example_translation": "El proxy inverso maneja la terminación SSL y el balanceo de carga para los servidores backend."
  },
  {
    "id": "tech_0172",
    "term_translation": "Apretón de manos",
    "definition_translation": "Un proceso automatizado de negociación entre dos entidades para establecer parámetros de comunicación.",
    "example_translation": "El apretón de manos TLS establece una conexión segura antes de que se transfieran datos."
  },
  {
    "id": "tech_0173",
    "term_translation": "Entropía",
    "definition_translation": "Una medida de la aleatoriedad recopilada por un sistema para uso en criptografía.",
    "example_translation": "La baja entropía puede hacer que las claves criptográficas sean predecibles e inseguras."
  },
  {
    "id": "tech_0174",
    "term_translation": "Sal (criptografía)",
    "definition_translation": "Datos aleatorios usados como entrada adicional para una función hash de contraseña.",
    "example_translation": "Siempre agrega una sal única a cada contraseña antes de hashearla para evitar ataques de tabla arcoíris."
  },
  {
    "id": "tech_0175",
    "term_translation": "Hashing",
    "definition_translation": "El proceso de transformar cualquier clave o cadena en otro valor.",
    "example_translation": "El hashing se utiliza para verificar la integridad de los datos comparando el hash calculado con el original."
  },
  {
    "id": "tech_0176",
    "term_translation": "Saneamiento",
    "definition_translation": "El proceso de limpiar los datos de entrada para prevenir exploits de seguridad.",
    "example_translation": "El saneamiento de entrada es crítico para prevenir ataques de inyección SQL."
  },
  {
    "id": "tech_0177",
    "term_translation": "Heurística",
    "definition_translation": "Una técnica diseñada para resolver un problema más rápidamente cuando los métodos clásicos son demasiado lentos.",
    "example_translation": "El antivirus utiliza análisis de heurística para detectar virus nuevos y desconocidos basados en el comportamiento."
  },
  {
    "id": "tech_0178",
    "term_translation": "Refactorización",
    "definition_translation": "El proceso de reestructurar código existente sin cambiar su comportamiento externo.",
    "example_translation": "La refactorización del código base heredado mejoró la mantenibilidad y legibilidad."
  },
  {
    "id": "tech_0179",
    "term_translation": "Deuda técnica",
    "definition_translation": "El costo implícito del trabajo adicional causado por elegir una solución fácil ahora.",
    "example_translation": "Necesitamos dedicar un sprint a pagar la deuda técnica antes de agregar más funciones."
  },
  {
    "id": "tech_0180",
    "term_translation": "Orquestación",
    "definition_translation": "La configuración, coordinación y gestión automatizada de sistemas informáticos.",
    "example_translation": "Kubernetes proporciona orquestación para desplegar y gestionar aplicaciones en contenedores."
  },
  {
    "id": "tech_0181",
    "term_translation": "Normalización",
    "definition_translation": "El proceso de organizar datos en una base de datos para reducir la redundancia.",
    "example_translation": "La normalización de la base de datos reduce la redundancia de datos pero puede hacer las consultas más complejas."
  },
  {
    "id": "tech_0182",
    "term_translation": "Desnormalización",
    "definition_translation": "El proceso de mejorar el rendimiento de lectura de una base de datos a expensas de la escritura.",
    "example_translation": "Usamos la desnormalización para acelerar las consultas de informes."
  },
  {
    "id": "tech_0183",
    "term_translation": "ACID",
    "definition_translation": "Un conjunto de propiedades de las transacciones de base de datos para garantizar la validez de los datos.",
    "example_translation": "Las bases de datos relacionales priorizan el cumplimiento de ACID para asegurar transacciones fiables."
  },
  {
    "id": "tech_0184",
    "term_translation": "Teorema CAP",
    "definition_translation": "Un teorema que establece que un sistema distribuido solo puede proporcionar dos de tres garantías: Consistencia, Disponibilidad, Tolerancia a particiones.",
    "example_translation": "Según el teorema CAP, debemos elegir entre consistencia y disponibilidad durante una partición de red."
  },
  {
    "id": "tech_0185",
    "term_translation": "Rendimiento",
    "definition_translation": "La tasa de producción o la tasa a la que algo puede ser procesado.",
    "example_translation": "Optimizar las operaciones de E/S aumentó el rendimiento del sistema en un 20%."
  },
  {
    "id": "tech_0186",
    "term_translation": "Latencia",
    "definition_translation": "El intervalo de tiempo entre el estímulo y la respuesta.",
    "example_translation": "La latencia de la red puede impactar significativamente el rendimiento de las aplicaciones en tiempo real."
  },
  {
    "id": "tech_0187",
    "term_translation": "Tolerancia a fallos",
    "definition_translation": "La propiedad que permite a un sistema seguir operando en caso de fallo de sus componentes.",
    "example_translation": "Incorporar tolerancia a fallos en el sistema asegura que se mantenga activo incluso si un servidor falla."
  },
  {
    "id": "tech_0188",
    "term_translation": "Prueba de conocimiento cero",
    "definition_translation": "Un método por el cual una parte puede probar a otra que conoce un valor sin revelarlo.",
    "example_translation": "Las pruebas de conocimiento cero permiten la autenticación sin transmitir la contraseña real."
  },
  {
    "id": "tech_0189",
    "term_translation": "Sondeo (Polling)",
    "definition_translation": "Comprobación repetida del estado de un dispositivo o sistema externo.",
    "example_translation": "El sondeo de la API cada segundo es ineficiente en comparación con el uso de Webhooks."
  },
  {
    "id": "tech_0190",
    "term_translation": "Middleware",
    "definition_translation": "Software que proporciona servicios comunes a las aplicaciones fuera del sistema operativo.",
    "example_translation": "Agregamos middleware de autenticación para proteger las rutas de la API."
  },
  {
    "id": "tech_0191",
    "term_translation": "Grupo de hilos",
    "definition_translation": "Un patrón de diseño para lograr la concurrencia de ejecución en un programa.",
    "example_translation": "Usar un grupo de hilos evita la sobrecarga de crear un nuevo hilo para cada tarea."
  },
  {
    "id": "tech_0192",
    "term_translation": "Recolección de basura",
    "definition_translation": "Una forma de gestión automática de memoria que recupera recursos no utilizados.",
    "example_translation": "En Java, la recolección de basura maneja la desasignación de memoria automáticamente, a diferencia de C++."
  },
  {
    "id": "tech_0193",
    "term_translation": "Fuga de memoria",
    "definition_translation": "Un error donde un programa gestiona incorrectamente las asignaciones de memoria, sin liberarla.",
    "example_translation": "Una fuga de memoria en el proceso de larga duración causó que el servidor se quedara sin RAM."
  },
  {
    "id": "tech_0194",
    "term_translation": "Desbordamiento de búfer",
    "definition_translation": "Una anomalía donde un programa sobrescribe ubicaciones de memoria adyacentes fuera de los límites del búfer.",
    "example_translation": "Los hackers explotaron una vulnerabilidad de desbordamiento de búfer para ejecutar código arbitrario."
  },
  {
    "id": "tech_0195",
    "term_translation": "Demonio (proceso)",
    "definition_translation": "Un programa informático que se ejecuta en segundo plano, en lugar de bajo el control directo del usuario.",
    "example_translation": "El servidor web se ejecuta como un demonio, escuchando conexiones entrantes en segundo plano."
  },
  {
    "id": "tech_0196",
    "term_translation": "Núcleo (Kernel)",
    "definition_translation": "La parte central de un sistema operativo que gestiona el hardware y las operaciones.",
    "example_translation": "El núcleo maneja la comunicación entre el software y los componentes de hardware."
  },
  {
    "id": "tech_0197",
    "term_translation": "Hipervisor",
    "definition_translation": "Software o hardware que crea y ejecuta máquinas virtuales.",
    "example_translation": "El hipervisor asigna recursos del host físico a las máquinas virtuales."
  },
  {
    "id": "tech_0198",
    "term_translation": "Contenerización",
    "definition_translation": "Una forma de virtualización del sistema operativo donde las aplicaciones se ejecutan en espacios aislados.",
    "example_translation": "La contenerización nos permite ejecutar la aplicación de manera consistente en diferentes entornos."
  },
  {
    "id": "tech_0199",
    "term_translation": "Transpilador",
    "definition_translation": "Un tipo de compilador que convierte el código fuente en otro código fuente.",
    "example_translation": "Usamos un transpilador para convertir código JavaScript moderno en una versión compatible con navegadores antiguos."
  },
  {
    "id": "tech_0200",
    "term_translation": "Patrón Singleton",
    "definition_translation": "Un patrón de diseño que restringe la instanciación de una clase a una sola instancia.",
    "example_translation": "El gestor de conexiones de base de datos se implementa usando el patrón singleton para asegurar que solo exista un grupo de conexiones."
  }
]