[
  {
    "id": "tech_0001",
    "term_translation": "Bereitstellung",
    "definition_translation": "Der Prozess, eine Anwendung oder ein Modul für die Nutzung verfügbar zu machen.",
    "example_translation": "Die Bereitstellung in der Produktionsumgebung ist für Freitagabend geplant."
  },
  {
    "id": "tech_0002",
    "term_translation": "Testumgebung",
    "definition_translation": "Eine fast exakte Kopie einer Produktionsumgebung zum Testen von Software.",
    "example_translation": "Wir testen alle Funktionen in der Testumgebung, bevor sie live gehen."
  },
  {
    "id": "tech_0003",
    "term_translation": "Wartung",
    "definition_translation": "Der Prozess, ein Softwaresystem betriebsbereit zu halten und zu aktualisieren.",
    "example_translation": "Der Server wird wegen geplanter Wartung um Mitternacht nicht verfügbar sein."
  },
  {
    "id": "tech_0004",
    "term_translation": "Ausfallzeit",
    "definition_translation": "Ein Zeitraum, in dem ein System nicht verfügbar ist.",
    "example_translation": "Ungeplante Ausfallzeit kostet das Unternehmen Tausende von Dollar pro Stunde."
  },
  {
    "id": "tech_0005",
    "term_translation": "Betriebszeit",
    "definition_translation": "Die Zeit, während der eine Maschine oder ein System in Betrieb ist.",
    "example_translation": "Unser Ziel ist es, dieses Jahr eine Betriebszeit von neunundneunzig Prozent aufrechtzuerhalten."
  },
  {
    "id": "tech_0006",
    "term_translation": "Hotfix",
    "definition_translation": "Ein kleines Stück Code, das entwickelt wurde, um einen schwerwiegenden Fehler in einem Softwareprodukt zu beheben.",
    "example_translation": "Entwickler veröffentlichten eine Eilkorrektur, um die Sicherheitslücke zu schließen."
  },
  {
    "id": "tech_0007",
    "term_translation": "Softwarekorrektur",
    "definition_translation": "Ein Satz von Änderungen an einem Computerprogramm, um es zu aktualisieren oder zu reparieren.",
    "example_translation": "Stellen Sie sicher, dass Sie die neueste Softwarekorrektur für das Betriebssystem anwenden."
  },
  {
    "id": "tech_0008",
    "term_translation": "Fehlerbericht",
    "definition_translation": "Ein Dokument, das einen Softwarefehler beschreibt und wie man ihn reproduziert.",
    "example_translation": "Bitte fügen Sie dem Fehlerbericht Screenshots bei, damit wir das Problem verstehen können."
  },
  {
    "id": "tech_0009",
    "term_translation": "Funktionsanforderung",
    "definition_translation": "Ein Vorschlag eines Benutzers oder Teammitglieds für eine neue Fähigkeit in der Software.",
    "example_translation": "Wir haben eine Funktionsanforderung erhalten, den Dunkelmodus zur Anwendung hinzuzufügen."
  },
  {
    "id": "tech_0010",
    "term_translation": "Backlog",
    "definition_translation": "Eine Liste von Aufgaben, die erforderlich sind, um einen größeren strategischen Plan zu unterstützen.",
    "example_translation": "Das Team priorisierte Elemente im Auftragsbestand für den nächsten Sprint."
  },
  {
    "id": "tech_0011",
    "term_translation": "Umfangsdefinition",
    "definition_translation": "Der Prozess der Identifizierung aller Arbeiten, die in einem Projekt erledigt werden müssen.",
    "example_translation": "Eine schlechte Umfangsdefinition führt später oft zu Projektverzögerungen."
  },
  {
    "id": "tech_0012",
    "term_translation": "Meilenstein",
    "definition_translation": "Ein bedeutender Punkt oder ein Ereignis im Zeitplan eines Projekts.",
    "example_translation": "Die Veröffentlichung der Beta-Version war ein wichtiger Meilenstein für das Startup."
  },
  {
    "id": "tech_0013",
    "term_translation": "Liefergegenstand",
    "definition_translation": "Ein materielles oder immaterielles Gut oder eine Dienstleistung, die als Ergebnis eines Projekts produziert wird.",
    "example_translation": "Der wichtigste Liefergegenstand für diese Phase ist das funktionale Spezifikationsdokument."
  },
  {
    "id": "tech_0014",
    "term_translation": "Frist",
    "definition_translation": "Der späteste Zeitpunkt oder das Datum, bis zu dem etwas abgeschlossen sein sollte.",
    "example_translation": "Wir müssen Überstunden machen, um die knappe Frist einzuhalten."
  },
  {
    "id": "tech_0015",
    "term_translation": "Interessenträger",
    "definition_translation": "Eine Person mit einem Interesse oder Anliegen am Erfolg eines Projekts.",
    "example_translation": "Wir präsentieren den wöchentlichen Fortschrittsbericht den wichtigsten Interessenträgern."
  },
  {
    "id": "tech_0016",
    "term_translation": "Anforderung",
    "definition_translation": "Eine Bedingung oder Fähigkeit, die von einem System erfüllt oder besessen werden muss.",
    "example_translation": "Der Kunde fügte eine neue Anforderung bezüglich des Datenschutzes hinzu."
  },
  {
    "id": "tech_0017",
    "term_translation": "Spezifikation",
    "definition_translation": "Eine detaillierte Beschreibung des Designs und der Materialien, die verwendet werden, um etwas herzustellen.",
    "example_translation": "Der Entwickler folgte der technischen Spezifikation, um die API zu erstellen."
  },
  {
    "id": "tech_0018",
    "term_translation": "Produktfahrplan",
    "definition_translation": "Ein strategischer Plan, der ein Ziel definiert und die wichtigsten Schritte enthält, um es zu erreichen.",
    "example_translation": "Der Produktfahrplan zeigt, dass die mobile Unterstützung im dritten Quartal hinzugefügt wird."
  },
  {
    "id": "tech_0019",
    "term_translation": "Schätzung",
    "definition_translation": "Der Prozess, eine Näherung zu finden, die ein brauchbarer Wert für einen bestimmten Zweck ist.",
    "example_translation": "Unsere Schätzung für diese Aufgabe war zu optimistisch."
  },
  {
    "id": "tech_0020",
    "term_translation": "Priorität",
    "definition_translation": "Die Tatsache oder der Zustand, als wichtiger angesehen oder behandelt zu werden.",
    "example_translation": "Das Beheben kritischer Fehler hat Priorität vor dem Hinzufügen neuer Funktionen."
  },
  {
    "id": "tech_0021",
    "term_translation": "Engpass",
    "definition_translation": "Ein Punkt der Überlastung in einem System, der den Gesamtprozess verlangsamt.",
    "example_translation": "Die manuelle Testphase wurde zu einem Engpass im Release-Zyklus."
  },
  {
    "id": "tech_0022",
    "term_translation": "Blockade",
    "definition_translation": "Ein Problem oder Fehler, der verhindert, dass Tests oder Entwicklung fortgesetzt werden.",
    "example_translation": "Wir können mit der Bereitstellung nicht fortfahren, bis die Datenbank-Blockade behoben ist."
  },
  {
    "id": "tech_0023",
    "term_translation": "Arbeitsablauf",
    "definition_translation": "Die Abfolge von Prozessen, die eine Arbeit von der Initiierung bis zur Fertigstellung durchläuft.",
    "example_translation": "Wir haben den Genehmigungs-Arbeitsablauf automatisiert, um Zeit zu sparen."
  },
  {
    "id": "tech_0024",
    "term_translation": "Schleichende Umfangserweiterung",
    "definition_translation": "Unkontrollierte Änderungen oder kontinuierliches Wachstum des Projektumfangs.",
    "example_translation": "Die schleichende Umfangserweiterung führte dazu, dass das Projekt das Budget überschritt."
  },
  {
    "id": "tech_0025",
    "term_translation": "Lose Kopplung",
    "definition_translation": "Ein Designziel, bei dem Komponenten mit minimalen Abhängigkeiten interagieren.",
    "example_translation": "Lose Kopplung ermöglicht es uns, den Zahlungsdienst zu aktualisieren, ohne den Checkout zu stören."
  },
  {
    "id": "tech_0026",
    "term_translation": "Interoperabilität",
    "definition_translation": "Die Fähigkeit von Computersystemen, Informationen auszutauschen und zu nutzen.",
    "example_translation": "Die Sicherstellung der Interoperabilität zwischen verschiedenen Systemen ist eine große Herausforderung."
  },
  {
    "id": "tech_0027",
    "term_translation": "Veraltet (Deprecated)",
    "definition_translation": "Status einer Funktion, die toleriert, aber nicht empfohlen wird, da sie ersetzt wurde.",
    "example_translation": "Diese Funktion ist als veraltet markiert und wird in der nächsten Version entfernt."
  },
  {
    "id": "tech_0028",
    "term_translation": "Altlasten (Code)",
    "definition_translation": "Quellcode, der sich auf ein nicht mehr unterstütztes Betriebssystem oder Technologie bezieht.",
    "example_translation": "Das Refactoring von Altlasten ist schwierig, da die Dokumentation fehlt."
  },
  {
    "id": "tech_0029",
    "term_translation": "Strukturverbesserung",
    "definition_translation": "Der Prozess der Umstrukturierung von bestehendem Computercode ohne Änderung seines externen Verhaltens.",
    "example_translation": "Wir verbrachten eine Woche mit der Strukturverbesserung des Codes, um ihn lesbarer zu machen."
  },
  {
    "id": "tech_0030",
    "term_translation": "Optimierung",
    "definition_translation": "Die Handlung, eine Situation oder Ressource bestmöglich oder effektivsten zu nutzen.",
    "example_translation": "Die Datenbank-Optimierung reduzierte die Abfragezeit um die Hälfte."
  },
  {
    "id": "tech_0031",
    "term_translation": "Durchsatz",
    "definition_translation": "Die Menge an Material oder Elementen, die ein System oder einen Prozess durchlaufen.",
    "example_translation": "Wir haben den System-Durchsatz erhöht, um mehr Transaktionen pro Sekunde zu verarbeiten."
  },
  {
    "id": "tech_0032",
    "term_translation": "Skalierbarkeit",
    "definition_translation": "Die Fähigkeit, in Größe oder Umfang verändert zu werden.",
    "example_translation": "Die Cloud-Architektur bietet unendliche Skalierbarkeit für unsere Web-App."
  },
  {
    "id": "tech_0033",
    "term_translation": "Redundanz",
    "definition_translation": "Das Einbeziehen zusätzlicher Komponenten, falls andere Komponenten ausfallen.",
    "example_translation": "Redundanz bei der Datenspeicherung schützt uns vor Hardwareausfällen."
  },
  {
    "id": "tech_0034",
    "term_translation": "Datensicherung",
    "definition_translation": "Eine Kopie einer Datei oder anderer Daten, die erstellt wird, falls das Original verloren geht.",
    "example_translation": "Führen Sie immer eine Datensicherung durch, bevor Sie die Serversoftware aktualisieren."
  },
  {
    "id": "tech_0035",
    "term_translation": "Wiederherstellung",
    "definition_translation": "Das Zurückbringen oder Wiederherstellen eines früheren Zustands.",
    "example_translation": "Es dauerte zwei Stunden, die Wiederherstellung der Datenbank aus der letzten Sicherung durchzuführen."
  },
  {
    "id": "tech_0036",
    "term_translation": "Datenbankschema",
    "definition_translation": "Die Struktur eines Datenbanksystems, beschrieben in einer formalen Sprache.",
    "example_translation": "Das Ändern des Datenbankschemas erfordert ein Migrationsskript."
  },
  {
    "id": "tech_0037",
    "term_translation": "Abfrage",
    "definition_translation": "Eine Anforderung von Informationen aus einer Datenbank.",
    "example_translation": "Die Such-Abfrage lieferte null Ergebnisse."
  },
  {
    "id": "tech_0038",
    "term_translation": "Indizierung",
    "definition_translation": "Eine Methode zur Optimierung der Datenbankleistung durch Minimierung der Plattenzugriffe.",
    "example_translation": "Eine ordnungsgemäße Indizierung beschleunigt den Datenabruf erheblich."
  },
  {
    "id": "tech_0039",
    "term_translation": "Verschlüsselung",
    "definition_translation": "Der Prozess der Umwandlung von Informationen in einen Code, um unbefugten Zugriff zu verhindern.",
    "example_translation": "End-to-End-Verschlüsselung stellt sicher, dass nur Sender und Empfänger die Nachricht lesen können."
  },
  {
    "id": "tech_0040",
    "term_translation": "Entschlüsselung",
    "definition_translation": "Der Prozess der Rückwandlung verschlüsselter Daten in ihre ursprüngliche Form.",
    "example_translation": "Die Software übernimmt die Entschlüsselung von Dateien automatisch beim Anmelden."
  },
  {
    "id": "tech_0041",
    "term_translation": "Authentifizierung",
    "definition_translation": "Der Prozess der Überprüfung der Identität eines Benutzers oder Prozesses.",
    "example_translation": "Zwei-Faktor-Authentifizierung fügt eine zusätzliche Sicherheitsebene hinzu."
  },
  {
    "id": "tech_0042",
    "term_translation": "Autorisierung",
    "definition_translation": "Die Funktion, Zugriffsrechte oder Privilegien für Ressourcen festzulegen.",
    "example_translation": "Authentifizierung verifiziert, wer Sie sind, während Autorisierung bestimmt, was Sie tun können."
  },
  {
    "id": "tech_0043",
    "term_translation": "Schwachstelle",
    "definition_translation": "Eine Schwäche, die es einem Angreifer ermöglicht, die Informationssicherheit eines Systems zu verringern.",
    "example_translation": "Regelmäßige Scans helfen, jede neue Sicherheits-Schwachstelle zu erkennen."
  },
  {
    "id": "tech_0044",
    "term_translation": "Datenpanne",
    "definition_translation": "Ein Vorfall, bei dem Daten versehentlich offengelegt oder gestohlen werden.",
    "example_translation": "Das Unternehmen benachrichtigte die Kunden sofort über die Datenpanne."
  },
  {
    "id": "tech_0045",
    "term_translation": "Handshake",
    "definition_translation": "Ein automatisierter Verhandlungsprozess zwischen zwei Entitäten zur Festlegung von Kommunikationsparametern.",
    "example_translation": "Der SSL-Handshake schlug aufgrund eines Zertifikatsfehlers fehl."
  },
  {
    "id": "tech_0046",
    "term_translation": "Schnittstelle",
    "definition_translation": "Ein Punkt, an dem zwei Systeme, Subjekte oder Organisationen aufeinandertreffen.",
    "example_translation": "Die Benutzeroberfläche (Schnittstelle) sollte intuitiv und einfach zu bedienen sein."
  },
  {
    "id": "tech_0047",
    "term_translation": "Variable",
    "definition_translation": "Ein Datenelement, das während der Laufzeit eines Programms mehr als einen Wert annehmen kann.",
    "example_translation": "Definieren Sie eine globale Variable, um die Einstellungen des Benutzers zu speichern."
  },
  {
    "id": "tech_0048",
    "term_translation": "Parameter",
    "definition_translation": "Ein messbarer Faktor, der ein System definiert oder dessen Betriebsbedingungen festlegt.",
    "example_translation": "Sie müssen den korrekten Parameter an die Funktion übergeben."
  },
  {
    "id": "tech_0049",
    "term_translation": "Syntax",
    "definition_translation": "Der Satz von Regeln, der die als korrekt strukturiert geltenden Symbolkombinationen definiert.",
    "example_translation": "Ein fehlendes Semikolon verursachte einen Syntaxfehler im Code."
  },
  {
    "id": "tech_0050",
    "term_translation": "Algorithmus",
    "definition_translation": "Ein Prozess oder Satz von Regeln, die bei Berechnungen befolgt werden müssen.",
    "example_translation": "Der Such-Algorithmus ordnet Ergebnisse basierend auf Relevanz."
  },
  {
    "id": "tech_0051",
    "term_translation": "Fehlersuche",
    "definition_translation": "Fehler in Computerhardware oder -software identifizieren und entfernen.",
    "example_translation": "Ich verbrachte Stunden mit der Fehlersuche bei dem Absturzproblem."
  },
  {
    "id": "tech_0052",
    "term_translation": "Compiler",
    "definition_translation": "Ein Programm, das Anweisungen in Maschinencode umwandelt.",
    "example_translation": "Der Compiler prüft auf Fehler, bevor er die ausführbare Datei erstellt."
  },
  {
    "id": "tech_0053",
    "term_translation": "Abhängigkeit",
    "definition_translation": "Eine Softwarekomponente, auf die eine andere Software angewiesen ist.",
    "example_translation": "Wir verwenden einen Paketmanager, um Projekt-Abhängigkeiten zu verwalten."
  },
  {
    "id": "tech_0054",
    "term_translation": "Quellcodeverwaltung",
    "definition_translation": "Ein zentraler Ort, an dem Daten gespeichert und verwaltet werden.",
    "example_translation": "Laden Sie Ihre Änderungen täglich in die externe Quellcodeverwaltung hoch."
  },
  {
    "id": "tech_0055",
    "term_translation": "Entwicklungszweig",
    "definition_translation": "Eine parallele Version eines Repositories.",
    "example_translation": "Erstellen Sie einen neuen Entwicklungszweig für die Funktion, an der Sie arbeiten."
  },
  {
    "id": "tech_0056",
    "term_translation": "Zusammenführung",
    "definition_translation": "Das Kombinieren verschiedener Änderungen von einem Zweig in einen anderen.",
    "example_translation": "Führen Sie nach der Überprüfung die Zusammenführung Ihres Zweigs in die Hauptcodebasis durch."
  },
  {
    "id": "tech_0057",
    "term_translation": "Konflikt",
    "definition_translation": "Eine Situation, in der zwei Zweige konkurrierende Änderungen an derselben Zeile haben.",
    "example_translation": "Sie müssen den Zusammenführungs-Konflikt lösen, bevor Sie bereitstellen können."
  },
  {
    "id": "tech_0058",
    "term_translation": "Integrationsanforderung",
    "definition_translation": "Eine Methode zum Einreichen von Beiträgen zu einem offenen Entwicklungsprojekt.",
    "example_translation": "Meine Integrationsanforderung wartet auf die Genehmigung des Teamleiters."
  },
  {
    "id": "tech_0059",
    "term_translation": "Festschreibung",
    "definition_translation": "Änderungen in einem Repository speichern.",
    "example_translation": "Stellen Sie sicher, dass Sie eine klare Nachricht schreiben, wenn Sie eine Festschreibung Ihres Codes durchführen."
  },
  {
    "id": "tech_0060",
    "term_translation": "Latenz",
    "definition_translation": "Die Verzögerung, bevor eine Datenübertragung nach einer Anweisung beginnt.",
    "example_translation": "Hohe Latenz macht Videoanrufe abgehackt und unzuverlässig."
  },
  {
    "id": "tech_0061",
    "term_translation": "Bandbreite",
    "definition_translation": "Die maximale Datenmenge, die in einer bestimmten Zeit über eine Internetverbindung übertragen werden kann.",
    "example_translation": "Wir haben die Server-Bandbreite erhöht, um den Verkehrsspitzenwert zu bewältigen."
  },
  {
    "id": "tech_0062",
    "term_translation": "Zwischenspeicher",
    "definition_translation": "Eine Komponente, die Daten speichert, damit zukünftige Anfragen schneller bedient werden können.",
    "example_translation": "Der Browser-Zwischenspeicher speichert Bilder, um Webseiten schneller zu laden."
  },
  {
    "id": "tech_0063",
    "term_translation": "Sitzung",
    "definition_translation": "Ein temporärer Zeitraum der Interaktion zwischen zwei Rechenknoten.",
    "example_translation": "Die Benutzer-Sitzung läuft nach dreißig Minuten Inaktivität automatisch ab."
  },
  {
    "id": "tech_0064",
    "term_translation": "Cookie",
    "definition_translation": "Ein kleines Datenstück, das vom Webbrowser auf dem Computer des Benutzers gespeichert wird.",
    "example_translation": "Wir verwenden ein Cookie, um Ihre Spracheinstellung zu speichern."
  },
  {
    "id": "tech_0065",
    "term_translation": "Zugriffsmarke",
    "definition_translation": "Ein Datenstück, das als Stellvertreter für ein größeres Datenstück oder eine Berechtigung dient.",
    "example_translation": "Die API gibt nach erfolgreicher Anmeldung eine Zugriffsmarke (Token) zurück."
  },
  {
    "id": "tech_0066",
    "term_translation": "Endpunkt",
    "definition_translation": "Ein Ende eines Kommunikationskanals.",
    "example_translation": "Sie müssen den Benutzerprofil-Endpunkt aufrufen, um die Daten zu erhalten."
  },
  {
    "id": "tech_0067",
    "term_translation": "Antwortzeit",
    "definition_translation": "Die Zeit, die ein System benötigt, um auf eine gegebene Eingabe zu reagieren.",
    "example_translation": "Die Optimierung des Codes hat die Server-Antwortzeit erheblich reduziert."
  },
  {
    "id": "tech_0068",
    "term_translation": "Lasttest",
    "definition_translation": "Der Prozess, ein System zu beanspruchen und dessen Reaktion zu messen.",
    "example_translation": "Der Lasttest ergab, dass das System bei zehntausend Benutzern abstürzt."
  },
  {
    "id": "tech_0069",
    "term_translation": "Modultest",
    "definition_translation": "Eine Softwaretestmethode, bei der einzelne Einheiten des Quellcodes getestet werden.",
    "example_translation": "Schreiben Sie einen Modultest für jede neue Funktion, die Sie erstellen."
  },
  {
    "id": "tech_0070",
    "term_translation": "Integrationstest",
    "definition_translation": "Eine Testphase, in der einzelne Softwaremodule kombiniert und als Gruppe getestet werden.",
    "example_translation": "Der Integrationstest schlug fehl, weil sich das API-Format geändert hat."
  },
  {
    "id": "tech_0071",
    "term_translation": "Stapelspeicherabbild",
    "definition_translation": "Ein Bericht der aktiven Stapelrahmen zu einem bestimmten Zeitpunkt während der Ausführung.",
    "example_translation": "Das Stapelspeicherabbild (Stack Trace) half uns, die genaue Zeile zu finden, in der der Fehler auftrat."
  },
  {
    "id": "tech_0072",
    "term_translation": "Ausnahme",
    "definition_translation": "Ein anomaler Zustand, der eine spezielle Verarbeitung erfordert.",
    "example_translation": "Das Programm warf eine unbehandelte Ausnahme und schloss sich unerwartet."
  },
  {
    "id": "tech_0073",
    "term_translation": "Ereignisprotokoll",
    "definition_translation": "Eine Aufzeichnung von Ereignissen, die innerhalb eines Betriebssystems auftreten.",
    "example_translation": "Überprüfen Sie das Server-Ereignisprotokoll, um zu sehen, warum die Verbindung fehlgeschlagen ist."
  },
  {
    "id": "tech_0074",
    "term_translation": "Konfiguration",
    "definition_translation": "Die Anordnung oder Einrichtung der Hardware und Software, die ein Computersystem bilden.",
    "example_translation": "Die falsche Netzwerk-Konfiguration verhinderte den Zugriff auf die Datenbank."
  },
  {
    "id": "tech_0075",
    "term_translation": "Umgebung",
    "definition_translation": "Die Bedingungen, unter denen ein Computersystem arbeitet.",
    "example_translation": "Der Fehler tritt nur in der Entwicklungs-Umgebung auf, nicht in der Produktion."
  },
  {
    "id": "tech_0076",
    "term_translation": "Support-Ticket",
    "definition_translation": "Eine dokumentierte Anfrage nach Unterstützung oder Service in einem Problemverfolgungssystem.",
    "example_translation": "Bitte eröffnen Sie ein Support-Ticket, wenn Sie nicht auf Ihre E-Mails zugreifen können."
  },
  {
    "id": "tech_0077",
    "term_translation": "Eskalation",
    "definition_translation": "Der Prozess, ein Problem auf eine höhere Ebene des Supports oder Managements zu verlagern.",
    "example_translation": "Der kritische Serverausfall erforderte eine sofortige Eskalation an das Technikteam."
  },
  {
    "id": "tech_0078",
    "term_translation": "Anmeldedaten",
    "definition_translation": "Informationen wie Benutzername und Passwort, die zur Überprüfung der Identität verwendet werden.",
    "example_translation": "Geben Sie Ihre Anmeldedaten niemals an jemanden außerhalb der IT-Abteilung weiter."
  },
  {
    "id": "tech_0079",
    "term_translation": "Fernzugriff",
    "definition_translation": "Technologie, die es einem Benutzer ermöglicht, sich von einem entfernten Standort aus mit einem Computer zu verbinden.",
    "example_translation": "Support-Techniker nutzen Fernzugriff, um Probleme auf Mitarbeiter-Laptops zu beheben."
  },
  {
    "id": "tech_0080",
    "term_translation": "Notlösung",
    "definition_translation": "Eine vorübergehende Methode, um eine Aufgabe zu erledigen, wenn die übliche Methode nicht funktioniert.",
    "example_translation": "Wir haben eine Notlösung für das Druckproblem bereitgestellt, bis der Treiber aktualisiert ist."
  },
  {
    "id": "tech_0081",
    "term_translation": "Wissensdatenbank",
    "definition_translation": "Ein zentrales Repository für Informationen zu einem bestimmten Thema.",
    "example_translation": "Überprüfen Sie die interne Wissensdatenbank für Anweisungen zur Einrichtung des VPN."
  },
  {
    "id": "tech_0082",
    "term_translation": "Zugriffskontrolle",
    "definition_translation": "Die selektive Einschränkung des Zugriffs auf einen Ort oder eine Ressource.",
    "example_translation": "Strenge Zugriffskontrolle stellt sicher, dass nur autorisiertes Personal den Serverraum betreten kann."
  },
  {
    "id": "tech_0083",
    "term_translation": "Prüfpfad",
    "definition_translation": "Eine sicherheitsrelevante chronologische Aufzeichnung, die Quelle und Ziel von Datensätzen dokumentiert.",
    "example_translation": "Der Prüfpfad zeigte genau, wer die Finanzdaten geändert hat."
  },
  {
    "id": "tech_0084",
    "term_translation": "Schadsoftware",
    "definition_translation": "Software, die speziell entwickelt wurde, um ein Computersystem zu stören oder zu beschädigen.",
    "example_translation": "Die Antivirensoftware entdeckte Schadsoftware, die im E-Mail-Anhang versteckt war."
  },
  {
    "id": "tech_0085",
    "term_translation": "Phishing",
    "definition_translation": "Die betrügerische Praxis, E-Mails zu versenden, die vorgeben, von seriösen Unternehmen zu stammen.",
    "example_translation": "Das Unternehmen führt regelmäßige Schulungen durch, um Mitarbeitern zu helfen, Phishing zu erkennen."
  },
  {
    "id": "tech_0086",
    "term_translation": "Migration",
    "definition_translation": "Der Prozess des Bewegens von Daten oder Software von einem System auf ein anderes.",
    "example_translation": "Die Datenbank-Migration in die Cloud dauerte länger als erwartet."
  },
  {
    "id": "tech_0087",
    "term_translation": "Konsistenz",
    "definition_translation": "Die Eigenschaft, die sicherstellt, dass eine Transaktion die Datenbank von einem gültigen Zustand in einen anderen bringt.",
    "example_translation": "Daten-Konsistenz ist in Bankanwendungen entscheidend."
  },
  {
    "id": "tech_0088",
    "term_translation": "Integrität",
    "definition_translation": "Die Aufrechterhaltung der Genauigkeit und Konsistenz von Daten über ihren gesamten Lebenszyklus.",
    "example_translation": "Fremdschlüsselbeschränkungen helfen, die referenzielle Integrität der Datenbank zu wahren."
  },
  {
    "id": "tech_0089",
    "term_translation": "Replikation",
    "definition_translation": "Der Prozess des Kopierens von Daten aus einer zentralen Datenbank in eine oder mehrere Datenbanken.",
    "example_translation": "Wir verwenden Datenbank-Replikation, um eine hohe Verfügbarkeit in verschiedenen Regionen sicherzustellen."
  },
  {
    "id": "tech_0090",
    "term_translation": "Speicherauszug",
    "definition_translation": "Eine Aufzeichnung des Speichers eines Computerprozesses, meist zur Fehlersuche verwendet.",
    "example_translation": "Der Entwickler analysierte den Speicherauszug, um die Absturzursache zu finden."
  },
  {
    "id": "tech_0091",
    "term_translation": "Latenz",
    "definition_translation": "Die Verzögerung, bevor eine Datenübertragung nach einer Anweisung beginnt.",
    "example_translation": "Niedrige Latenz ist für ein gutes Erlebnis beim Online-Gaming unerlässlich."
  },
  {
    "id": "tech_0092",
    "term_translation": "Bandbreite",
    "definition_translation": "Die maximale Datenmenge, die über eine Verbindung übertragen werden kann.",
    "example_translation": "Video-Streaming verbraucht eine erhebliche Menge an Netzwerk-Bandbreite."
  },
  {
    "id": "tech_0093",
    "term_translation": "Protokoll",
    "definition_translation": "Ein Satz von Regeln, der den Datenaustausch zwischen Geräten regelt.",
    "example_translation": "Das sichere Dateiübertragungs-Protokoll wird zum Hochladen sensibler Dokumente verwendet."
  },
  {
    "id": "tech_0094",
    "term_translation": "Firewall",
    "definition_translation": "Ein Netzwerksicherheitssystem, das den ein- und ausgehenden Datenverkehr überwacht.",
    "example_translation": "Die Unternehmens-Firewall blockiert den Zugriff auf soziale Netzwerke."
  },
  {
    "id": "tech_0095",
    "term_translation": "Proxy-Server",
    "definition_translation": "Eine Serveranwendung, die als Vermittler für Anfragen von Clients fungiert.",
    "example_translation": "Wir leiten den gesamten Verkehr zur Sicherheitsüberprüfung über einen Proxy-Server."
  },
  {
    "id": "tech_0096",
    "term_translation": "Monolith",
    "definition_translation": "Eine Softwareanwendung, bei der verschiedene Komponenten in einem einzigen Programm kombiniert sind.",
    "example_translation": "Das Aufbrechen des Monolith in Microservices wird die Bereitstellungsgeschwindigkeit verbessern."
  },
  {
    "id": "tech_0097",
    "term_translation": "Microservices",
    "definition_translation": "Ein Architekturstil, der eine Anwendung als Sammlung von Diensten strukturiert.",
    "example_translation": "Die Microservices-Architektur ermöglicht das unabhängige Skalieren von Komponenten."
  },
  {
    "id": "tech_0098",
    "term_translation": "Hochverfügbarkeit",
    "definition_translation": "Eine Systemeigenschaft, die ein vereinbartes Maß an operativer Leistung sicherstellt.",
    "example_translation": "Unser Zahlungssystem ist auf Hochverfügbarkeit ausgelegt, um Umsatzverluste zu vermeiden."
  },
  {
    "id": "tech_0099",
    "term_translation": "Fehlertoleranz",
    "definition_translation": "Die Eigenschaft, die es einem System ermöglicht, bei Ausfall einiger Komponenten weiterzuarbeiten.",
    "example_translation": "Mechanismen zur Fehlertoleranz stellten sicher, dass die App trotz des Festplattenfehlers weiterlief."
  },
  {
    "id": "tech_0100",
    "term_translation": "Skalierbarkeit",
    "definition_translation": "Die Fähigkeit eines Systems, eine wachsende Arbeitsmenge zu bewältigen.",
    "example_translation": "Horizontale Skalierbarkeit ermöglicht es uns, bei wachsendem Verkehr mehr Server hinzuzufügen."
  },
  {
    "id": "tech_0101",
    "term_translation": "Lastverteiler",
    "definition_translation": "Ein Gerät, das Netzwerk- oder Anwendungsverkehr auf mehrere Server verteilt.",
    "example_translation": "Der Lastverteiler stellt sicher, dass kein Server während der Stoßzeiten überlastet wird."
  },
  {
    "id": "tech_0102",
    "term_translation": "Sandbox (Sandkasten)",
    "definition_translation": "Eine isolierte Testumgebung, die es ermöglicht, Programme ohne Auswirkungen auf das System auszuführen.",
    "example_translation": "In der Sandbox ausgeführter Schadcode kann das Hostsystem nicht beschädigen."
  },
  {
    "id": "tech_0103",
    "term_translation": "Orchestrierung",
    "definition_translation": "Die automatisierte Konfiguration, Koordination und Verwaltung von Computersystemen.",
    "example_translation": "Container-Orchestrierungstools verwalten den Lebenszyklus von Tausenden von Containern."
  },
  {
    "id": "tech_0104",
    "term_translation": "Kontinuierliche Integration",
    "definition_translation": "Die Praxis, Arbeitskopien aller Entwickler mehrmals täglich zusammenzuführen.",
    "example_translation": "Kontinuierliche Integration hilft uns, Integrationsfehler frühzeitig zu erkennen."
  },
  {
    "id": "tech_0105",
    "term_translation": "Kontinuierliche Bereitstellung",
    "definition_translation": "Ein Ansatz, bei dem Softwarefunktionen häufig durch automatisierte Bereitstellungen geliefert werden.",
    "example_translation": "Bei der kontinuierlichen Bereitstellung löst jeder bestandene Test eine Veröffentlichung aus."
  },
  {
    "id": "tech_0106",
    "term_translation": "Skript",
    "definition_translation": "Eine Folge von Anweisungen, die von einem anderen Programm interpretiert wird.",
    "example_translation": "Ich habe ein Python-Skript geschrieben, um den Sicherungsprozess zu automatisieren."
  },
  {
    "id": "tech_0107",
    "term_translation": "Shell / Konsole",
    "definition_translation": "Eine Benutzeroberfläche für den Zugriff auf Dienste eines Betriebssystems.",
    "example_translation": "Systemadministratoren verwenden die Eingabeaufforderung (Shell), um Befehle auf dem Server auszuführen."
  },
  {
    "id": "tech_0108",
    "term_translation": "Repository",
    "definition_translation": "Ein zentraler Dateispeicherort, der von Versionskontrollsystemen verwendet wird.",
    "example_translation": "Klonen Sie das Code-Repository, um mit der Arbeit am Projekt zu beginnen."
  },
  {
    "id": "tech_0109",
    "term_translation": "Abhängigkeit",
    "definition_translation": "Ein Softwareteil, das auf eine andere Software angewiesen ist, um zu funktionieren.",
    "example_translation": "Das Aktualisieren der Bibliothek beschädigte eine Abhängigkeit im Abrechnungsmodul."
  },
  {
    "id": "tech_0110",
    "term_translation": "Boilerplate-Code",
    "definition_translation": "Code-Abschnitte, die an vielen Stellen mit wenig oder gar keiner Änderung wiederholt werden müssen.",
    "example_translation": "Wir nutzen einen Generator, um den Boilerplate-Code zu reduzieren."
  },
  {
    "id": "tech_0111",
    "term_translation": "Bibliothek",
    "definition_translation": "Eine Sammlung von Ressourcen, die von Computerprogrammen verwendet werden.",
    "example_translation": "Die Bildverarbeitungs-Bibliothek übernimmt alle Aufgaben zur Größenänderung von Fotos."
  },
  {
    "id": "tech_0112",
    "term_translation": "Endpunkt",
    "definition_translation": "Eine spezifische URL, unter der eine API von einer Client-Anwendung aufgerufen werden kann.",
    "example_translation": "Wir müssen den Authentifizierungs-Endpunkt vor Brute-Force-Angriffen schützen."
  },
  {
    "id": "tech_0113",
    "term_translation": "SDK (Software Development Kit)",
    "definition_translation": "Eine Sammlung von Softwareentwicklungstools in einem installierbaren Paket.",
    "example_translation": "Das Software-Entwicklungskit des Zahlungsanbieters machte die Integration sehr einfach."
  },
  {
    "id": "tech_0114",
    "term_translation": "Integrierte Entwicklungsumgebung",
    "definition_translation": "Eine Anwendung, die umfassende Einrichtungen für Programmierer bietet.",
    "example_translation": "Die meisten Entwickler bevorzugen eine integrierte Entwicklungsumgebung mit starken Debugging-Funktionen."
  },
  {
    "id": "tech_0115",
    "term_translation": "Algorithmus",
    "definition_translation": "Ein Prozess oder Satz von Regeln, die bei Berechnungen befolgt werden.",
    "example_translation": "Der Such-Algorithmus ordnet Ergebnisse nach Relevanz."
  },
  {
    "id": "tech_0116",
    "term_translation": "Rekursion",
    "definition_translation": "Der Prozess, etwas durch sich selbst zu definieren.",
    "example_translation": "Rekursion ist nützlich, um baumartige Datenstrukturen zu durchlaufen."
  },
  {
    "id": "tech_0117",
    "term_translation": "Iteration",
    "definition_translation": "Die Wiederholung eines Prozesses, um eine Folge von Ergebnissen zu erzeugen.",
    "example_translation": "Wir haben die Benutzeroberfläche in der zweiten Iteration des Designs verbessert."
  },
  {
    "id": "tech_0118",
    "term_translation": "Nebenläufigkeit",
    "definition_translation": "Die Fähigkeit verschiedener Programmteile, ungeordnet ausgeführt zu werden.",
    "example_translation": "Nebenläufigkeit ermöglicht es dem Server, mehrere Anfragen gleichzeitig zu bearbeiten."
  },
  {
    "id": "tech_0119",
    "term_translation": "Asynchron",
    "definition_translation": "Ereignisse, die zeitlich nicht koordiniert sind.",
    "example_translation": "Asynchrone Verarbeitung verhindert, dass die Benutzeroberfläche beim Laden von Daten einfriert."
  },
  {
    "id": "tech_0120",
    "term_translation": "Synchron",
    "definition_translation": "Zur gleichen Zeit existierend oder auftretend.",
    "example_translation": "Der synchrone Aufruf blockiert die Ausführung, bis eine Antwort empfangen wird."
  },
  {
    "id": "tech_0121",
    "term_translation": "Zwischenspeicher",
    "definition_translation": "Eine Komponente, die Daten speichert, um zukünftige Anfragen schneller zu bedienen.",
    "example_translation": "Das Löschen des Browser-Zwischenspeichers behebt viele Anzeigeprobleme."
  },
  {
    "id": "tech_0122",
    "term_translation": "Sitzung",
    "definition_translation": "Eine temporäre Interaktion zwischen zwei Kommunikationsendpunkten.",
    "example_translation": "Die Benutzer-Sitzung läuft nach 30 Minuten Inaktivität ab."
  },
  {
    "id": "tech_0123",
    "term_translation": "Cookie",
    "definition_translation": "Ein kleines Datenstück, das vom Browser auf dem Computer des Benutzers gespeichert wird.",
    "example_translation": "Die Seite verwendet ein Cookie, um Ihren Anmeldestatus zu speichern."
  },
  {
    "id": "tech_0124",
    "term_translation": "Verschlüsselung",
    "definition_translation": "Der Prozess der Umwandlung von Informationen in einen Code zum Schutz vor Zugriff.",
    "example_translation": "End-to-End-Verschlüsselung schützt die Privatsphäre von Benutzernachrichten."
  },
  {
    "id": "tech_0125",
    "term_translation": "Entschlüsselung",
    "definition_translation": "Der Prozess der Rückwandlung verschlüsselter Daten in ihre ursprüngliche Form.",
    "example_translation": "Nur der Inhaber des privaten Schlüssels kann die Entschlüsselung der Datei durchführen."
  },
  {
    "id": "tech_0126",
    "term_translation": "Authentifizierung",
    "definition_translation": "Der Prozess der Überprüfung der Identität eines Benutzers.",
    "example_translation": "Multi-Faktor-Authentifizierung fügt dem Anmeldeprozess eine Sicherheitsebene hinzu."
  },
  {
    "id": "tech_0127",
    "term_translation": "Autorisierung",
    "definition_translation": "Die Funktion, Zugriffsrechte für Ressourcen festzulegen.",
    "example_translation": "Autorisierungsregeln bestimmen, welche Berichte ein Benutzer ansehen kann."
  },
  {
    "id": "tech_0128",
    "term_translation": "Token",
    "definition_translation": "Etwas, das als sichtbare oder greifbare Darstellung einer Tatsache dient.",
    "example_translation": "Die API erfordert ein gültiges Zugriffs-Token im Header."
  },
  {
    "id": "tech_0129",
    "term_translation": "Endpunkt",
    "definition_translation": "Ein Ende eines Kommunikationskanals.",
    "example_translation": "Der API-Endpunkt für Benutzerdaten ist derzeit ausgefallen."
  },
  {
    "id": "tech_0130",
    "term_translation": "Parameter",
    "definition_translation": "Ein messbarer Faktor, der ein System definiert.",
    "example_translation": "Übergeben Sie die Benutzer-ID als Abfrage-Parameter in der URL."
  },
  {
    "id": "tech_0131",
    "term_translation": "Variable",
    "definition_translation": "Ein Datenelement, das während der Programmausführung mehr als einen Wert annehmen kann.",
    "example_translation": "Initialisieren Sie die Zähler-Variable auf Null."
  },
  {
    "id": "tech_0132",
    "term_translation": "Konstante",
    "definition_translation": "Ein Wert, der vom Programm während der Ausführung nicht geändert werden kann.",
    "example_translation": "Definieren Sie den Steuersatz als Konstante, da er sich selten ändert."
  },
  {
    "id": "tech_0133",
    "term_translation": "Syntax",
    "definition_translation": "Der Satz von Regeln, der korrekt strukturierte Codefragmente definiert.",
    "example_translation": "Ein fehlendes Semikolon verursachte einen Syntaxfehler im Code."
  },
  {
    "id": "tech_0134",
    "term_translation": "Kompilierung",
    "definition_translation": "Die Handlung, etwas durch Sammeln von Informationen zu produzieren.",
    "example_translation": "Die Code-Kompilierung schlug aufgrund einer fehlenden Bibliothek fehl."
  },
  {
    "id": "tech_0135",
    "term_translation": "Interpretation",
    "definition_translation": "Die Handlung, die Bedeutung von etwas zu erklären.",
    "example_translation": "Python verwendet Interpretation, um Code Zeile für Zeile auszuführen."
  },
  {
    "id": "tech_0136",
    "term_translation": "Debugger",
    "definition_translation": "Ein Computerprogramm, das zum Testen und Debuggen anderer Programme verwendet wird.",
    "example_translation": "Verwenden Sie den Debugger, um durch den Code zu gehen und den logischen Fehler zu finden."
  },
  {
    "id": "tech_0137",
    "term_translation": "Ereignisprotokoll",
    "definition_translation": "Ein Register von Ereignissen, die innerhalb eines Betriebssystems auftreten.",
    "example_translation": "Untersuchen Sie das Server-Ereignisprotokoll, um die Fehlerquelle zu verfolgen."
  },
  {
    "id": "tech_0138",
    "term_translation": "Benachrichtigung",
    "definition_translation": "Die Handlung, jemanden über etwas zu informieren.",
    "example_translation": "Das System sendet eine Benachrichtigung, wenn die Aufgabe abgeschlossen ist."
  },
  {
    "id": "tech_0139",
    "term_translation": "Warnung",
    "definition_translation": "Eine Benachrichtigung über ein bestimmtes Ereignis.",
    "example_translation": "Das Überwachungssystem löste eine Warnung aus, als die CPU-Auslastung 90% erreichte."
  },
  {
    "id": "tech_0140",
    "term_translation": "Kennzahl",
    "definition_translation": "Eine Methode zur Messung von etwas oder die daraus resultierenden Ergebnisse.",
    "example_translation": "Die Antwortzeit ist eine wichtige Kennzahl zur Bewertung der Systemleistung."
  },
  {
    "id": "tech_0141",
    "term_translation": "Armaturenbrett (Dashboard)",
    "definition_translation": "Eine Benutzeroberfläche, die Informationen lesbar organisiert.",
    "example_translation": "Das Analyse-Dashboard (Armaturenbrett) zeigt Benutzeraktivitäten in Echtzeit."
  },
  {
    "id": "tech_0142",
    "term_translation": "Nutzererfahrung",
    "definition_translation": "Der Gesamteindruck einer Person, die ein Produkt verwendet.",
    "example_translation": "Langsames Laden von Seiten wirkt sich negativ auf die Nutzererfahrung aus."
  },
  {
    "id": "tech_0143",
    "term_translation": "Benutzeroberfläche",
    "definition_translation": "Das Mittel, mit dem Benutzer und Computersystem interagieren.",
    "example_translation": "Die neue Benutzeroberfläche ist sauberer und intuitiver."
  },
  {
    "id": "tech_0144",
    "term_translation": "Barrierefreiheit",
    "definition_translation": "Die Qualität, erreichbar oder zugänglich zu sein.",
    "example_translation": "Wir haben die Barrierefreiheit verbessert, indem wir Unterstützung für Bildschirmleseprogramme hinzugefügt haben."
  },
  {
    "id": "tech_0145",
    "term_translation": "Reaktionsfähigkeit",
    "definition_translation": "Schnell und positiv reagierend.",
    "example_translation": "Die Reaktionsfähigkeit des Designs passt sich perfekt an mobile Bildschirme an."
  },
  {
    "id": "tech_0146",
    "term_translation": "Drahtmodell",
    "definition_translation": "Ein Bild, das die funktionalen Elemente einer Webseite anzeigt.",
    "example_translation": "Der Designer erstellte ein Drahtmodell, um die Seitenstruktur zu skizzieren."
  },
  {
    "id": "tech_0147",
    "term_translation": "Prototyp",
    "definition_translation": "Ein erstes, typisches oder vorläufiges Modell von etwas.",
    "example_translation": "Wir haben einen klickbaren Prototyp gebaut, um den Benutzerfluss zu testen."
  },
  {
    "id": "tech_0148",
    "term_translation": "Attrappe",
    "definition_translation": "Ein Modell oder Nachbau, der zu Lehrzwecken verwendet wird.",
    "example_translation": "Die High-Fidelity-Attrappe (Mockup) zeigt genau, wie die App aussehen wird."
  },
  {
    "id": "tech_0149",
    "term_translation": "Gebrauchstauglichkeit",
    "definition_translation": "Der Grad, in dem etwas für den Gebrauch geeignet ist.",
    "example_translation": "Tests zur Gebrauchstauglichkeit (Usability) halfen uns, verwirrende Navigationselemente zu identifizieren."
  },
  {
    "id": "tech_0150",
    "term_translation": "Persona",
    "definition_translation": "Eine Rolle oder Figur, die von einem Autor angenommen wird.",
    "example_translation": "Wir haben eine Benutzer-Persona erstellt, um unsere Zielgruppe besser zu verstehen."
  },
  {
    "id": "tech_0151",
    "term_translation": "Idempotenz",
    "definition_translation": "Eine Eigenschaft von Operationen, die mehrfach angewendet werden können, ohne das Ergebnis zu ändern.",
    "example_translation": "Das Design der API auf Idempotenz stellt sicher, dass eine wiederholte Zahlungsanforderung den Kunden nicht doppelt belastet."
  },
  {
    "id": "tech_0152",
    "term_translation": "Nebenläufigkeit",
    "definition_translation": "Die Fähigkeit verschiedener Programmteile, ungeordnet oder teilweise geordnet ausgeführt zu werden.",
    "example_translation": "Der korrekte Umgang mit Nebenläufigkeit ist entscheidend, um Race Conditions in Multithread-Anwendungen zu vermeiden."
  },
  {
    "id": "tech_0153",
    "term_translation": "Race Condition",
    "definition_translation": "Eine unerwünschte Situation, in der ein System versucht, Operationen gleichzeitig auszuführen, wobei die Reihenfolge wichtig ist.",
    "example_translation": "Eine Race Condition trat auf, als zwei Benutzer versuchten, denselben Datensatz gleichzeitig zu aktualisieren."
  },
  {
    "id": "tech_0154",
    "term_translation": "Deadlock",
    "definition_translation": "Eine Situation, in der zwei Prozesse jeweils darauf warten, dass der andere eine Ressource freigibt.",
    "example_translation": "Die Datenbanktransaktion schlug aufgrund eines Deadlocks zwischen zwei konkurrierenden Abfragen fehl."
  },
  {
    "id": "tech_0155",
    "term_translation": "Eventual Consistency",
    "definition_translation": "Ein Konsistenzmodell, das garantiert, dass alle Zugriffe schließlich den letzten Wert zurückgeben, wenn keine neuen Updates erfolgen.",
    "example_translation": "In einer NoSQL-Datenbank akzeptieren wir oft Eventual Consistency im Austausch für höhere Leistung."
  },
  {
    "id": "tech_0156",
    "term_translation": "Sharding",
    "definition_translation": "Eine Art der Datenbankpartitionierung, die große Datenbanken in kleinere Teile trennt.",
    "example_translation": "Wir haben Sharding implementiert, um die Benutzerdaten auf mehrere Server zu verteilen."
  },
  {
    "id": "tech_0157",
    "term_translation": "Circuit Breaker",
    "definition_translation": "Ein Entwurfsmuster, das Ausfälle erkennt und verhindert, dass sie sich ständig wiederholen.",
    "example_translation": "Der Circuit Breaker stoppt die Anwendung davor, sich wiederholt mit einem fehlerhaften Dienst zu verbinden."
  },
  {
    "id": "tech_0158",
    "term_translation": "Dependency Injection",
    "definition_translation": "Eine Technik, bei der ein Objekt andere Objekte erhält, von denen es abhängt.",
    "example_translation": "Die Verwendung von Dependency Injection erleichtert Unit-Tests, da wir Abhängigkeiten simulieren können."
  },
  {
    "id": "tech_0159",
    "term_translation": "Polymorphie",
    "definition_translation": "Die Verwendung eines einzigen Symbols zur Darstellung mehrerer verschiedener Typen.",
    "example_translation": "Polymorphie ermöglicht es uns, verschiedene Formen wie Kreise und Quadrate als generisches 'Form'-Objekt zu behandeln."
  },
  {
    "id": "tech_0160",
    "term_translation": "Kapselung",
    "definition_translation": "Das Bündeln von Daten mit den Methoden, die auf diesen Daten operieren, und das Einschränken des direkten Zugriffs.",
    "example_translation": "Kapselung schützt den internen Zustand des Objekts davor, direkt durch externen Code geändert zu werden."
  },
  {
    "id": "tech_0161",
    "term_translation": "Abstraktion",
    "definition_translation": "Der Prozess des Entfernens von Details, um die Aufmerksamkeit auf wichtigere Aspekte zu lenken.",
    "example_translation": "Die API bietet ein hohes Maß an Abstraktion und verbirgt die komplexe Logik im Hintergrund."
  },
  {
    "id": "tech_0162",
    "term_translation": "Vererbung",
    "definition_translation": "Der Mechanismus, ein Objekt oder eine Klasse auf einer anderen zu basieren.",
    "example_translation": "Durch Vererbung erwirbt die Klasse 'Auto' alle Eigenschaften der Klasse 'Fahrzeug'."
  },
  {
    "id": "tech_0163",
    "term_translation": "Rekursion",
    "definition_translation": "Der Prozess, ein Problem in Bezug auf eine einfachere Version seiner selbst zu definieren.",
    "example_translation": "Die Fakultätsfunktion ist ein klassisches Beispiel für Rekursion in der Programmierung."
  },
  {
    "id": "tech_0164",
    "term_translation": "O-Notation",
    "definition_translation": "Eine mathematische Notation, die das Grenzverhalten einer Funktion beschreibt.",
    "example_translation": "Wir analysieren den Algorithmus mit der O-Notation, um seine Leistung bei wachsenden Datenmengen zu verstehen."
  },
  {
    "id": "tech_0165",
    "term_translation": "Serialisierung",
    "definition_translation": "Der Prozess der Übersetzung einer Datenstruktur in ein Format, das gespeichert oder übertragen werden kann.",
    "example_translation": "JSON-Serialisierung wandelt das Benutzerobjekt in einen String für die API-Übertragung um."
  },
  {
    "id": "tech_0166",
    "term_translation": "Deserialisierung",
    "definition_translation": "Der Prozess der Rückwandlung serialisierter Daten in eine Datenstruktur.",
    "example_translation": "Sicherheitslücken können bei der Deserialisierung auftreten, wenn die Eingabe nicht validiert wird."
  },
  {
    "id": "tech_0167",
    "term_translation": "Immutable Infrastructure",
    "definition_translation": "Ein Ansatz, bei dem Komponenten ersetzt statt geändert werden.",
    "example_translation": "Bei Immutable Infrastructure zerstören und erstellen wir Server neu, anstatt sie zu patchen."
  },
  {
    "id": "tech_0168",
    "term_translation": "Provisioning",
    "definition_translation": "Der Prozess der Einrichtung von IT-Infrastruktur.",
    "example_translation": "Automatisierte Provisioning-Skripte richten die neue Serverumgebung in Minuten ein."
  },
  {
    "id": "tech_0169",
    "term_translation": "Virtualisierung",
    "definition_translation": "Der Akt der Erstellung einer virtuellen Version von etwas, wie Hardwareplattformen.",
    "example_translation": "Hardware-Virtualisierung ermöglicht es, mehrere Betriebssysteme auf einer einzigen physischen Maschine auszuführen."
  },
  {
    "id": "tech_0170",
    "term_translation": "Sidecar-Pattern",
    "definition_translation": "Ein Muster, bei dem ein separater Container neben dem Hauptcontainer läuft, um Unterstützung zu bieten.",
    "example_translation": "Wir verwenden das Sidecar-Pattern, um Protokollierung und Überwachung für unsere Microservices zu handhaben."
  },
  {
    "id": "tech_0171",
    "term_translation": "Reverse-Proxy",
    "definition_translation": "Ein Proxy-Server, der Ressourcen im Namen eines Clients von einem oder mehreren Servern abruft.",
    "example_translation": "Der Reverse-Proxy übernimmt die SSL-Terminierung und Lastverteilung für die Backend-Server."
  },
  {
    "id": "tech_0172",
    "term_translation": "Handshake",
    "definition_translation": "Ein automatisierter Verhandlungsprozess zwischen zwei Entitäten, um Kommunikationsparameter festzulegen.",
    "example_translation": "Der TLS-Handshake stellt eine sichere Verbindung her, bevor Daten übertragen werden."
  },
  {
    "id": "tech_0173",
    "term_translation": "Entropie",
    "definition_translation": "Ein Maß für die Zufälligkeit, die von einem System für kryptografische Zwecke gesammelt wird.",
    "example_translation": "Niedrige Entropie kann kryptografische Schlüssel vorhersagbar und unsicher machen."
  },
  {
    "id": "tech_0174",
    "term_translation": "Salt",
    "definition_translation": "Zufällige Daten, die als zusätzliche Eingabe für eine Passwort-Hashfunktion verwendet werden.",
    "example_translation": "Fügen Sie jedem Passwort vor dem Hashing immer ein eindeutiges Salt hinzu."
  },
  {
    "id": "tech_0175",
    "term_translation": "Hashing",
    "definition_translation": "Der Prozess der Umwandlung eines Schlüssels oder einer Zeichenfolge in einen anderen Wert.",
    "example_translation": "Hashing wird verwendet, um die Datenintegrität zu überprüfen."
  },
  {
    "id": "tech_0176",
    "term_translation": "Sanitization",
    "definition_translation": "Der Prozess der Reinigung von Eingabedaten, um Sicherheitslücken zu vermeiden.",
    "example_translation": "Die Input-Sanitization ist entscheidend, um SQL-Injection-Angriffe zu verhindern."
  },
  {
    "id": "tech_0177",
    "term_translation": "Heuristik",
    "definition_translation": "Eine Technik, um Probleme schneller zu lösen, wenn klassische Methoden zu langsam sind.",
    "example_translation": "Das Antivirusprogramm verwendet Heuristik, um neue, unbekannte Viren anhand ihres Verhaltens zu erkennen."
  },
  {
    "id": "tech_0178",
    "term_translation": "Refactoring",
    "definition_translation": "Der Prozess der Umstrukturierung von bestehendem Code ohne Änderung seines externen Verhaltens.",
    "example_translation": "Das Refactoring der alten Codebasis verbesserte die Wartbarkeit und Lesbarkeit."
  },
  {
    "id": "tech_0179",
    "term_translation": "Technical Debt",
    "definition_translation": "Die impliziten Kosten zusätzlicher Arbeit, die durch die Wahl einer einfachen Lösung entstehen.",
    "example_translation": "Wir müssen einen Sprint widmen, um Technical Debt abzubauen, bevor wir weitere Funktionen hinzufügen."
  },
  {
    "id": "tech_0180",
    "term_translation": "Orchestrierung",
    "definition_translation": "Die automatisierte Konfiguration, Koordination und Verwaltung von Computersystemen.",
    "example_translation": "Kubernetes bietet Orchestrierung für die Bereitstellung und Verwaltung von containerisierten Anwendungen."
  },
  {
    "id": "tech_0181",
    "term_translation": "Normalisierung",
    "definition_translation": "Der Prozess der Organisation von Daten in einer Datenbank, um Redundanz zu reduzieren.",
    "example_translation": "Datenbank-Normalisierung reduziert Datenredundanz, kann aber Abfragen komplexer machen."
  },
  {
    "id": "tech_0182",
    "term_translation": "Denormalisierung",
    "definition_translation": "Der Prozess zur Verbesserung der Leseleistung einer Datenbank auf Kosten der Schreibleistung.",
    "example_translation": "Wir haben Denormalisierung verwendet, um die Berichtsabfragen zu beschleunigen."
  },
  {
    "id": "tech_0183",
    "term_translation": "ACID",
    "definition_translation": "Ein Satz von Eigenschaften von Datenbanktransaktionen, um die Datengültigkeit zu gewährleisten.",
    "example_translation": "Relationale Datenbanken priorisieren ACID, um zuverlässige Transaktionen sicherzustellen."
  },
  {
    "id": "tech_0184",
    "term_translation": "CAP-Theorem",
    "definition_translation": "Ein Theorem, das besagt, dass ein verteiltes System nur zwei von drei Garantien bieten kann: Konsistenz, Verfügbarkeit, Partitionstoleranz.",
    "example_translation": "Laut dem CAP-Theorem müssen wir bei einem Netzwerkfehler zwischen Konsistenz und Verfügbarkeit wählen."
  },
  {
    "id": "tech_0185",
    "term_translation": "Durchsatz",
    "definition_translation": "Die Produktionsrate oder die Rate, mit der etwas verarbeitet werden kann.",
    "example_translation": "Die Optimierung der E/A-Operationen erhöhte den System-Durchsatz um 20%."
  },
  {
    "id": "tech_0186",
    "term_translation": "Latenz",
    "definition_translation": "Das Zeitintervall zwischen Reiz und Reaktion.",
    "example_translation": "Netzwerk-Latenz kann die Leistung von Echtzeitanwendungen erheblich beeinträchtigen."
  },
  {
    "id": "tech_0187",
    "term_translation": "Fault Tolerance",
    "definition_translation": "Die Eigenschaft, die es einem System ermöglicht, bei Ausfall seiner Komponenten weiterzuarbeiten.",
    "example_translation": "Der Einbau von Fault Tolerance in das System stellt sicher, dass es auch bei einem Serverabsturz aktiv bleibt."
  },
  {
    "id": "tech_0188",
    "term_translation": "Zero-Knowledge-Proof",
    "definition_translation": "Eine Methode, mit der eine Partei einer anderen beweisen kann, dass sie einen Wert kennt, ohne ihn preiszugeben.",
    "example_translation": "Zero-Knowledge-Proofs ermöglichen eine Authentifizierung ohne Übertragung des eigentlichen Passworts."
  },
  {
    "id": "tech_0189",
    "term_translation": "Abfragen (Polling)",
    "definition_translation": "Das wiederholte Überprüfen des Status eines externen Geräts oder Systems.",
    "example_translation": "Das ständige Abfragen der API ist ineffizient im Vergleich zur Verwendung von Webhooks."
  },
  {
    "id": "tech_0190",
    "term_translation": "Middleware",
    "definition_translation": "Software, die Anwendungen Dienste außerhalb des Betriebssystems bereitstellt.",
    "example_translation": "Wir haben Authentifizierungs-Middleware hinzugefügt, um die API-Routen zu schützen."
  },
  {
    "id": "tech_0191",
    "term_translation": "Thread-Pool",
    "definition_translation": "Ein Entwurfsmuster zum Erreichen von Ausführungsnebenläufigkeit in einem Programm.",
    "example_translation": "Die Verwendung eines Thread-Pools vermeidet den Aufwand, für jede Aufgabe einen neuen Thread zu erstellen."
  },
  {
    "id": "tech_0192",
    "term_translation": "Garbage Collection",
    "definition_translation": "Eine Form der automatischen Speicherverwaltung, die nicht mehr benötigten Speicher zurückgewinnt.",
    "example_translation": "In Java übernimmt die Garbage Collection die Speicherfreigabe automatisch."
  },
  {
    "id": "tech_0193",
    "term_translation": "Memory Leak",
    "definition_translation": "Ein Fehler, bei dem ein Programm Speicherzuweisungen falsch verwaltet und Speicher nicht freigibt.",
    "example_translation": "Ein Memory Leak im lang laufenden Prozess führte dazu, dass dem Server der RAM ausging."
  },
  {
    "id": "tech_0194",
    "term_translation": "Buffer Overflow",
    "definition_translation": "Eine Anomalie, bei der ein Programm benachbarte Speicherstellen außerhalb der Puffergrenzen überschreibt.",
    "example_translation": "Hacker nutzten eine Buffer Overflow Schwachstelle aus, um beliebigen Code auszuführen."
  },
  {
    "id": "tech_0195",
    "term_translation": "Daemon",
    "definition_translation": "Ein Computerprogramm, das im Hintergrund läuft, anstatt unter direkter Kontrolle des Benutzers.",
    "example_translation": "Der Webserver läuft als Daemon und lauscht im Hintergrund auf eingehende Verbindungen."
  },
  {
    "id": "tech_0196",
    "term_translation": "Kernel",
    "definition_translation": "Der zentrale Teil eines Betriebssystems, der Hardware und Operationen verwaltet.",
    "example_translation": "Der Kernel verwaltet die Kommunikation zwischen Software und Hardwarekomponenten."
  },
  {
    "id": "tech_0197",
    "term_translation": "Hypervisor",
    "definition_translation": "Software oder Hardware, die virtuelle Maschinen erstellt und ausführt.",
    "example_translation": "Der Hypervisor weist den virtuellen Maschinen Ressourcen vom physischen Host zu."
  },
  {
    "id": "tech_0198",
    "term_translation": "Containerisierung",
    "definition_translation": "Eine Form der Betriebssystemvirtualisierung, bei der Anwendungen in isolierten Räumen laufen.",
    "example_translation": "Containerisierung ermöglicht es uns, die Anwendung konsistent in verschiedenen Umgebungen auszuführen."
  },
  {
    "id": "tech_0199",
    "term_translation": "Transpiler",
    "definition_translation": "Ein Compilertyp, der Quellcode in einen anderen Quellcode umwandelt.",
    "example_translation": "Wir verwenden einen Transpiler, um modernen JavaScript-Code in eine Version für ältere Browser umzuwandeln."
  },
  {
    "id": "tech_0200",
    "term_translation": "Singleton",
    "definition_translation": "Ein Entwurfsmuster, das die Instanziierung einer Klasse auf eine einzige Instanz beschränkt.",
    "example_translation": "Der Datenbankverbindungsmanager ist als Singleton implementiert."
  }
]