[
  {
    "id": "tech_0001",
    "term_translation": "Déploiement",
    "definition_translation": "Le processus de mise à disposition d'une application ou d'un module pour son utilisation.",
    "example_translation": "Le déploiement en environnement de production est prévu pour vendredi soir."
  },
  {
    "id": "tech_0002",
    "term_translation": "Pré-production",
    "definition_translation": "Une réplique presque exacte d'un environnement de production pour tester le logiciel.",
    "example_translation": "Nous testons toutes les fonctionnalités en pré-production avant leur mise en ligne."
  },
  {
    "id": "tech_0003",
    "term_translation": "Maintenance",
    "definition_translation": "Le processus consistant à maintenir un système logiciel opérationnel et à le mettre à jour.",
    "example_translation": "Le serveur sera indisponible pour une maintenance programmée à minuit."
  },
  {
    "id": "tech_0004",
    "term_translation": "Temps d'arrêt",
    "definition_translation": "Une période pendant laquelle un système n'est pas disponible.",
    "example_translation": "Un temps d'arrêt non planifié coûte des milliers de dollars par heure à l'entreprise."
  },
  {
    "id": "tech_0005",
    "term_translation": "Temps de disponibilité",
    "definition_translation": "Le temps pendant lequel une machine ou un système est en fonctionnement.",
    "example_translation": "Notre objectif est de maintenir quatre-vingt-dix-neuf pour cent de temps de disponibilité cette année."
  },
  {
    "id": "tech_0006",
    "term_translation": "Hotfix",
    "definition_translation": "Un petit morceau de code développé pour corriger un bogue majeur dans un logiciel.",
    "example_translation": "Les développeurs ont publié un correctif d'urgence pour combler la faille de sécurité."
  },
  {
    "id": "tech_0007",
    "term_translation": "Correctif logiciel",
    "definition_translation": "Un ensemble de modifications apportées à un programme informatique pour le mettre à jour ou le réparer.",
    "example_translation": "Assurez-vous d'appliquer le dernier correctif logiciel de sécurité au système d'exploitation."
  },
  {
    "id": "tech_0008",
    "term_translation": "Rapport d'anomalie",
    "definition_translation": "Un document décrivant une erreur logicielle et la manière de la reproduire.",
    "example_translation": "Veuillez joindre des captures d'écran au rapport d'anomalie pour nous aider à comprendre le problème."
  },
  {
    "id": "tech_0009",
    "term_translation": "Demande de fonctionnalité",
    "definition_translation": "Une suggestion d'un utilisateur ou d'un membre de l'équipe pour une nouvelle capacité du logiciel.",
    "example_translation": "Nous avons reçu une demande de fonctionnalité pour ajouter le mode sombre à l'application."
  },
  {
    "id": "tech_0010",
    "term_translation": "Carnet de produit",
    "definition_translation": "Une liste de tâches requises pour soutenir un plan stratégique plus large.",
    "example_translation": "L'équipe a priorisé les éléments du carnet de produit pour la prochaine itération."
  },
  {
    "id": "tech_0011",
    "term_translation": "Définition du périmètre",
    "definition_translation": "Le processus d'identification de tout le travail à effectuer dans un projet.",
    "example_translation": "Une mauvaise définition du périmètre entraîne souvent des retards de projet par la suite."
  },
  {
    "id": "tech_0012",
    "term_translation": "Jalon",
    "definition_translation": "Un point ou un événement significatif dans la chronologie d'un projet.",
    "example_translation": "La sortie de la version bêta a été un jalon majeur pour la startup."
  },
  {
    "id": "tech_0013",
    "term_translation": "Livrable",
    "definition_translation": "Un bien ou un service tangible ou intangible produit en résultat d'un projet.",
    "example_translation": "Le principal livrable de cette phase est le document de spécification fonctionnelle."
  },
  {
    "id": "tech_0014",
    "term_translation": "Date butoir",
    "definition_translation": "L'heure ou la date limite à laquelle quelque chose doit être terminé.",
    "example_translation": "Nous devons faire des heures supplémentaires pour respecter la date butoir serrée."
  },
  {
    "id": "tech_0015",
    "term_translation": "Partie prenante",
    "definition_translation": "Une personne ayant un intérêt ou une préoccupation dans la réussite d'un projet.",
    "example_translation": "Nous présentons le rapport d'avancement hebdomadaire aux parties prenantes clés."
  },
  {
    "id": "tech_0016",
    "term_translation": "Exigence",
    "definition_translation": "Une condition ou une capacité qui doit être satisfaite ou possédée par un système.",
    "example_translation": "Le client a ajouté une nouvelle exigence concernant la confidentialité des données."
  },
  {
    "id": "tech_0017",
    "term_translation": "Spécification",
    "definition_translation": "Une description détaillée de la conception et des matériaux utilisés pour faire quelque chose.",
    "example_translation": "Le développeur a suivi la spécification technique pour construire l'API."
  },
  {
    "id": "tech_0018",
    "term_translation": "Feuille de route",
    "definition_translation": "Un plan stratégique définissant un objectif et incluant les étapes majeures pour l'atteindre.",
    "example_translation": "La feuille de route du produit montre que le support mobile sera ajouté au troisième trimestre."
  },
  {
    "id": "tech_0019",
    "term_translation": "Estimation",
    "definition_translation": "Le processus consistant à trouver une approximation utile pour un certain objectif.",
    "example_translation": "Notre estimation pour cette tâche était trop optimiste."
  },
  {
    "id": "tech_0020",
    "term_translation": "Priorité",
    "definition_translation": "Le fait ou la condition d'être considéré ou traité comme plus important.",
    "example_translation": "La correction des bogues critiques a la priorité sur l'ajout de nouvelles fonctionnalités."
  },
  {
    "id": "tech_0021",
    "term_translation": "Goulot d'étranglement",
    "definition_translation": "Un point de congestion dans un système qui ralentit le processus global.",
    "example_translation": "La phase de test manuel est devenue un goulot d'étranglement dans le cycle de publication."
  },
  {
    "id": "tech_0022",
    "term_translation": "Point bloquant",
    "definition_translation": "Un problème ou un bogue qui empêche la poursuite des tests ou du développement.",
    "example_translation": "Nous ne pouvons pas poursuivre le déploiement tant que le point bloquant de la base de données n'est pas résolu."
  },
  {
    "id": "tech_0023",
    "term_translation": "Flux de travail",
    "definition_translation": "La séquence de processus par laquelle passe un travail du début à la fin.",
    "example_translation": "Nous avons automatisé le flux de travail d'approbation pour gagner du temps."
  },
  {
    "id": "tech_0024",
    "term_translation": "Dérive des objectifs",
    "definition_translation": "Des changements incontrôlés ou une croissance continue de la portée d'un projet.",
    "example_translation": "La dérive des objectifs a entraîné un dépassement de budget et un retard du projet."
  },
  {
    "id": "tech_0025",
    "term_translation": "Couplage faible",
    "definition_translation": "Un objectif de conception où les composants interagissent avec des dépendances minimales.",
    "example_translation": "Le couplage faible nous permet de mettre à jour le service de paiement sans casser le processus de commande."
  },
  {
    "id": "tech_0026",
    "term_translation": "Interopérabilité",
    "definition_translation": "La capacité des systèmes informatiques à échanger et à utiliser des informations.",
    "example_translation": "Assurer l'interopérabilité entre différents systèmes de santé est un défi majeur."
  },
  {
    "id": "tech_0027",
    "term_translation": "Obsolète (Déprécié)",
    "definition_translation": "Statut d'une fonctionnalité tolérée mais déconseillée car elle a été remplacée.",
    "example_translation": "Cette fonction est marquée comme obsolète et sera supprimée dans la prochaine version."
  },
  {
    "id": "tech_0028",
    "term_translation": "Code hérité",
    "definition_translation": "Code source lié à un système d'exploitation ou une technologie qui n'est plus pris en charge.",
    "example_translation": "La refactorisation du code hérité est difficile car la documentation est manquante."
  },
  {
    "id": "tech_0029",
    "term_translation": "Refactorisation",
    "definition_translation": "Le processus de restructuration du code informatique existant sans changer son comportement externe.",
    "example_translation": "Nous avons passé une semaine sur la refactorisation du code pour le rendre plus lisible."
  },
  {
    "id": "tech_0030",
    "term_translation": "Optimisation",
    "definition_translation": "L'action de faire le meilleur usage ou le plus efficace d'une situation ou d'une ressource.",
    "example_translation": "L'optimisation de la base de données a réduit le temps de requête de moitié."
  },
  {
    "id": "tech_0031",
    "term_translation": "Débit de traitement",
    "definition_translation": "La quantité de matière ou d'éléments traversant un système ou un processus.",
    "example_translation": "Nous avons augmenté le débit de traitement du système pour gérer plus de transactions par seconde."
  },
  {
    "id": "tech_0032",
    "term_translation": "Évolutivité",
    "definition_translation": "La capacité à être changé en taille ou en échelle.",
    "example_translation": "L'architecture cloud offre une évolutivité infinie pour notre application web."
  },
  {
    "id": "tech_0033",
    "term_translation": "Redondance",
    "definition_translation": "L'inclusion de composants supplémentaires en cas de défaillance d'autres composants.",
    "example_translation": "La redondance du stockage des données nous protège contre les pannes matérielles."
  },
  {
    "id": "tech_0034",
    "term_translation": "Sauvegarde",
    "definition_translation": "Une copie d'un fichier ou d'autres données faite au cas où l'original serait perdu.",
    "example_translation": "Effectuez toujours une sauvegarde avant de mettre à jour le logiciel du serveur."
  },
  {
    "id": "tech_0035",
    "term_translation": "Restauration",
    "definition_translation": "Ramener ou rétablir un état antérieur.",
    "example_translation": "Il a fallu deux heures pour effectuer la restauration de la base de données depuis la dernière sauvegarde."
  },
  {
    "id": "tech_0036",
    "term_translation": "Schéma",
    "definition_translation": "La structure d'un système de base de données, décrite dans un langage formel.",
    "example_translation": "Changer le schéma de la base de données nécessite un script de migration."
  },
  {
    "id": "tech_0037",
    "term_translation": "Requête",
    "definition_translation": "Une demande d'informations à une base de données.",
    "example_translation": "La requête de recherche a renvoyé zéro résultat."
  },
  {
    "id": "tech_0038",
    "term_translation": "Indexation",
    "definition_translation": "Une méthode pour optimiser la performance de la base de données en minimisant les accès disque.",
    "example_translation": "Une indexation correcte accélère considérablement la récupération des données."
  },
  {
    "id": "tech_0039",
    "term_translation": "Chiffrement",
    "definition_translation": "Le processus de conversion d'informations en un code pour empêcher l'accès non autorisé.",
    "example_translation": "Le chiffrement de bout en bout garantit que seuls l'expéditeur et le destinataire peuvent lire le message."
  },
  {
    "id": "tech_0040",
    "term_translation": "Déchiffrement",
    "definition_translation": "Le processus de reconversion des données chiffrées dans leur forme originale.",
    "example_translation": "Le logiciel gère le déchiffrement des fichiers automatiquement lors de la connexion."
  },
  {
    "id": "tech_0041",
    "term_translation": "Authentification",
    "definition_translation": "Le processus de vérification de l'identité d'un utilisateur ou d'un processus.",
    "example_translation": "L'authentification à deux facteurs ajoute une couche de sécurité supplémentaire."
  },
  {
    "id": "tech_0042",
    "term_translation": "Autorisation",
    "definition_translation": "La fonction consistant à spécifier des droits d'accès ou des privilèges.",
    "example_translation": "L'authentification vérifie qui vous êtes, tandis que l'autorisation détermine ce que vous pouvez faire."
  },
  {
    "id": "tech_0043",
    "term_translation": "Vulnérabilité",
    "definition_translation": "Une faiblesse permettant à un attaquant de réduire l'assurance de l'information d'un système.",
    "example_translation": "Les analyses régulières aident à détecter toute nouvelle vulnérabilité de sécurité."
  },
  {
    "id": "tech_0044",
    "term_translation": "Violation de données",
    "definition_translation": "Un incident où des données sont exposées ou volées par inadvertance.",
    "example_translation": "L'entreprise a informé les clients de la violation de données immédiatement."
  },
  {
    "id": "tech_0045",
    "term_translation": "Négociation (Handshake)",
    "definition_translation": "Un processus automatisé de négociation pour définir les paramètres de communication.",
    "example_translation": "La négociation SSL a échoué en raison d'une inadéquation de certificat."
  },
  {
    "id": "tech_0046",
    "term_translation": "Interface",
    "definition_translation": "Un point où deux systèmes, sujets ou organisations se rencontrent et interagissent.",
    "example_translation": "L'interface utilisateur doit être intuitive et facile à naviguer."
  },
  {
    "id": "tech_0047",
    "term_translation": "Variable",
    "definition_translation": "Un élément de données qui peut prendre plus d'une valeur pendant l'exécution d'un programme.",
    "example_translation": "Définissez une variable globale pour stocker les paramètres de l'utilisateur."
  },
  {
    "id": "tech_0048",
    "term_translation": "Paramètre",
    "definition_translation": "Un facteur mesurable définissant un système ou fixant les conditions de son fonctionnement.",
    "example_translation": "Vous devez passer le paramètre correct à la fonction."
  },
  {
    "id": "tech_0049",
    "term_translation": "Syntaxe",
    "definition_translation": "L'ensemble de règles définissant les combinaisons de symboles considérées comme correctement structurées.",
    "example_translation": "Un point-virgule manquant a causé une erreur de syntaxe dans le code."
  },
  {
    "id": "tech_0050",
    "term_translation": "Algorithme",
    "definition_translation": "Un processus ou un ensemble de règles à suivre dans les calculs.",
    "example_translation": "L'algorithme de recherche classe les résultats par pertinence."
  },
  {
    "id": "tech_0051",
    "term_translation": "Déboguer",
    "definition_translation": "Identifier et supprimer les erreurs du matériel ou du logiciel informatique.",
    "example_translation": "J'ai passé des heures à essayer de déboguer le problème de plantage."
  },
  {
    "id": "tech_0052",
    "term_translation": "Compilateur",
    "definition_translation": "Un programme convertissant des instructions en code machine.",
    "example_translation": "Le compilateur vérifie les erreurs avant de créer le fichier exécutable."
  },
  {
    "id": "tech_0053",
    "term_translation": "Dépendance",
    "definition_translation": "Un composant logiciel sur lequel repose un autre logiciel pour fonctionner.",
    "example_translation": "Nous utilisons un gestionnaire de paquets pour gérer les dépendances du projet."
  },
  {
    "id": "tech_0054",
    "term_translation": "Dépôt (Repository)",
    "definition_translation": "Un emplacement central où les données sont stockées et gérées.",
    "example_translation": "Poussez vos changements vers le dépôt distant chaque jour."
  },
  {
    "id": "tech_0055",
    "term_translation": "Branche",
    "definition_translation": "Une version parallèle d'un dépôt.",
    "example_translation": "Créez une nouvelle branche pour la fonctionnalité sur laquelle vous travaillez."
  },
  {
    "id": "tech_0056",
    "term_translation": "Fusion",
    "definition_translation": "Combiner des changements distincts d'une branche de version dans une autre.",
    "example_translation": "Après révision, effectuez la fusion de votre branche dans le code principal."
  },
  {
    "id": "tech_0057",
    "term_translation": "Conflit",
    "definition_translation": "Une situation où deux branches ont des modifications concurrentes sur la même ligne.",
    "example_translation": "Vous devez résoudre le conflit de fusion avant de pouvoir déployer."
  },
  {
    "id": "tech_0058",
    "term_translation": "Demande de fusion",
    "definition_translation": "Une méthode pour soumettre des contributions à un projet de développement ouvert.",
    "example_translation": "Ma demande de fusion est en attente d'approbation par le chef d'équipe."
  },
  {
    "id": "tech_0059",
    "term_translation": "Validation",
    "definition_translation": "Enregistrer les changements dans un dépôt.",
    "example_translation": "Assurez-vous d'écrire un message clair lorsque vous effectuez la validation de votre code."
  },
  {
    "id": "tech_0060",
    "term_translation": "Latence",
    "definition_translation": "Le délai avant le début d'un transfert de données après une instruction.",
    "example_translation": "Une latence élevée rend les appels vidéo saccadés et peu fiables."
  },
  {
    "id": "tech_0061",
    "term_translation": "Bande passante",
    "definition_translation": "La quantité maximale de données pouvant être transmise sur une connexion.",
    "example_translation": "Nous avons augmenté la bande passante du serveur pour gérer le pic de trafic."
  },
  {
    "id": "tech_0062",
    "term_translation": "Mémoire cache",
    "definition_translation": "Un composant stockant des données pour que les futures demandes soient servies plus rapidement.",
    "example_translation": "La mémoire cache du navigateur stocke des images pour charger les pages plus vite."
  },
  {
    "id": "tech_0063",
    "term_translation": "Session",
    "definition_translation": "Une période temporaire d'interaction entre deux nœuds informatiques.",
    "example_translation": "La session utilisateur expire automatiquement après trente minutes d'inactivité."
  },
  {
    "id": "tech_0064",
    "term_translation": "Témoin de connexion",
    "definition_translation": "Un petit morceau de données stocké sur l'ordinateur de l'utilisateur par le navigateur.",
    "example_translation": "Nous utilisons un témoin de connexion (cookie) pour mémoriser votre préférence de langue."
  },
  {
    "id": "tech_0065",
    "term_translation": "Jeton",
    "definition_translation": "Un élément de données agissant comme mandataire pour une donnée plus grande ou une permission.",
    "example_translation": "L'API renvoie un jeton d'accès après une connexion réussie."
  },
  {
    "id": "tech_0066",
    "term_translation": "Point de terminaison",
    "definition_translation": "Une extrémité d'un canal de communication.",
    "example_translation": "Vous devez appeler le point de terminaison du profil utilisateur pour obtenir les données."
  },
  {
    "id": "tech_0067",
    "term_translation": "Temps de réponse",
    "definition_translation": "Le temps qu'un système prend pour réagir à une entrée donnée.",
    "example_translation": "L'optimisation du code a considérablement réduit le temps de réponse du serveur."
  },
  {
    "id": "tech_0068",
    "term_translation": "Test de charge",
    "definition_translation": "Le processus consistant à soumettre un système à une demande et à mesurer sa réponse.",
    "example_translation": "Le test de charge a révélé que le système plante à dix mille utilisateurs."
  },
  {
    "id": "tech_0069",
    "term_translation": "Test unitaire",
    "definition_translation": "Une méthode de test logiciel par laquelle des unités individuelles de code sont testées.",
    "example_translation": "Écrivez un test unitaire pour chaque nouvelle fonction que vous créez."
  },
  {
    "id": "tech_0070",
    "term_translation": "Test d'intégration",
    "definition_translation": "Une phase où les modules logiciels individuels sont combinés et testés en groupe.",
    "example_translation": "Le test d'intégration a échoué car le format de l'API a changé."
  },
  {
    "id": "tech_0071",
    "term_translation": "Trace de la pile",
    "definition_translation": "Un rapport des cadres de pile actifs à un certain moment de l'exécution.",
    "example_translation": "La trace de la pile nous a aidés à localiser la ligne exacte où l'erreur s'est produite."
  },
  {
    "id": "tech_0072",
    "term_translation": "Exception",
    "definition_translation": "Une condition anormale nécessitant un traitement spécial.",
    "example_translation": "Le programme a levé une exception non gérée et s'est fermé inopinément."
  },
  {
    "id": "tech_0073",
    "term_translation": "Journal d'événements",
    "definition_translation": "Un registre des événements qui se produisent dans un système d'exploitation.",
    "example_translation": "Vérifiez le journal d'événements du serveur pour voir pourquoi la connexion a échoué."
  },
  {
    "id": "tech_0074",
    "term_translation": "Configuration",
    "definition_translation": "L'agencement ou le réglage du matériel et des logiciels constituant un système informatique.",
    "example_translation": "La configuration réseau incorrecte a empêché l'accès à la base de données."
  },
  {
    "id": "tech_0075",
    "term_translation": "Environnement",
    "definition_translation": "Les conditions dans lesquelles un système informatique fonctionne.",
    "example_translation": "Le bogue n'apparaît que dans l'environnement de développement, pas en production."
  },
  {
    "id": "tech_0076",
    "term_translation": "Ticket d'assistance",
    "definition_translation": "Une demande documentée de support ou de service dans un système de suivi.",
    "example_translation": "Veuillez ouvrir un ticket d'assistance si vous ne pouvez pas accéder à vos e-mails."
  },
  {
    "id": "tech_0077",
    "term_translation": "Escalade",
    "definition_translation": "Le processus de transfert d'un problème à un niveau supérieur de support.",
    "example_translation": "La panne critique du serveur a nécessité une escalade immédiate vers l'équipe d'ingénierie."
  },
  {
    "id": "tech_0078",
    "term_translation": "Identifiant d'accès",
    "definition_translation": "Information, telle qu'un nom d'utilisateur et un mot de passe, utilisée pour vérifier l'identité.",
    "example_translation": "Ne partagez jamais votre identifiant d'accès avec quiconque en dehors du service informatique."
  },
  {
    "id": "tech_0079",
    "term_translation": "Bureau à distance",
    "definition_translation": "Technologie permettant à un utilisateur de se connecter à un ordinateur depuis un lieu distant.",
    "example_translation": "Les techniciens utilisent le bureau à distance pour dépanner les ordinateurs des employés."
  },
  {
    "id": "tech_0080",
    "term_translation": "Solution de contournement",
    "definition_translation": "Une méthode temporaire pour accomplir une tâche quand la méthode habituelle échoue.",
    "example_translation": "Nous avons fourni une solution de contournement pour le problème d'impression."
  },
  {
    "id": "tech_0081",
    "term_translation": "Base de connaissances",
    "definition_translation": "Un dépôt centralisé d'informations sur un sujet particulier.",
    "example_translation": "Consultez la base de connaissances interne pour configurer le VPN."
  },
  {
    "id": "tech_0082",
    "term_translation": "Contrôle d'accès",
    "definition_translation": "La restriction sélective de l'accès à un lieu ou une ressource.",
    "example_translation": "Un contrôle d'accès strict garantit que seul le personnel autorisé peut entrer dans la salle serveur."
  },
  {
    "id": "tech_0083",
    "term_translation": "Piste d'audit",
    "definition_translation": "Un enregistrement chronologique pertinent pour la sécurité documentant la source et la destination des enregistrements.",
    "example_translation": "La piste d'audit a montré exactement qui a modifié les dossiers financiers."
  },
  {
    "id": "tech_0084",
    "term_translation": "Logiciel malveillant",
    "definition_translation": "Logiciel conçu spécifiquement pour perturber, endommager ou obtenir un accès non autorisé.",
    "example_translation": "L'antivirus a détecté un logiciel malveillant caché dans la pièce jointe."
  },
  {
    "id": "tech_0085",
    "term_translation": "Hameçonnage",
    "definition_translation": "La pratique frauduleuse consistant à envoyer des e-mails prétendant provenir d'entreprises réputées.",
    "example_translation": "L'entreprise organise des formations pour aider les employés à reconnaître l'hameçonnage."
  },
  {
    "id": "tech_0086",
    "term_translation": "Migration",
    "definition_translation": "Le processus de déplacement de données ou de logiciels d'un système à un autre.",
    "example_translation": "La migration de la base de données vers le cloud a pris plus de temps que prévu."
  },
  {
    "id": "tech_0087",
    "term_translation": "Cohérence",
    "definition_translation": "La propriété assurant qu'une transaction amène la base de données d'un état valide à un autre.",
    "example_translation": "La cohérence des données est critique dans les applications bancaires."
  },
  {
    "id": "tech_0088",
    "term_translation": "Intégrité",
    "definition_translation": "Le maintien de l'exactitude et de la cohérence des données tout au long de leur cycle de vie.",
    "example_translation": "Les contraintes de clé étrangère aident à maintenir l'intégrité référentielle."
  },
  {
    "id": "tech_0089",
    "term_translation": "Réplication",
    "definition_translation": "Le processus de copie de données d'une base centrale vers une ou plusieurs bases.",
    "example_translation": "Nous utilisons la réplication de base de données pour assurer une haute disponibilité."
  },
  {
    "id": "tech_0090",
    "term_translation": "Cliché mémoire",
    "definition_translation": "Un enregistrement de la mémoire d'un processus informatique, utilisé pour le débogage.",
    "example_translation": "Le développeur a analysé le cliché mémoire pour trouver la cause du plantage."
  },
  {
    "id": "tech_0091",
    "term_translation": "Latence",
    "definition_translation": "Le délai avant le début d'un transfert de données après une instruction.",
    "example_translation": "Une faible latence est essentielle pour une bonne expérience de jeu en ligne."
  },
  {
    "id": "tech_0092",
    "term_translation": "Bande passante",
    "definition_translation": "La quantité maximale de données pouvant être transmise sur une connexion.",
    "example_translation": "Le streaming vidéo consomme une quantité importante de bande passante réseau."
  },
  {
    "id": "tech_0093",
    "term_translation": "Protocole",
    "definition_translation": "Un ensemble de règles régissant l'échange de données entre appareils.",
    "example_translation": "Le protocole de transfert de fichiers sécurisé est utilisé pour télécharger des documents sensibles."
  },
  {
    "id": "tech_0094",
    "term_translation": "Pare-feu",
    "definition_translation": "Un système de sécurité réseau qui surveille et contrôle le trafic entrant et sortant.",
    "example_translation": "Le pare-feu de l'entreprise bloque l'accès aux sites de réseaux sociaux."
  },
  {
    "id": "tech_0095",
    "term_translation": "Serveur mandataire",
    "definition_translation": "Une application serveur agissant comme intermédiaire pour les demandes des clients.",
    "example_translation": "Nous acheminons tout le trafic via un serveur mandataire (proxy) pour inspection."
  },
  {
    "id": "tech_0096",
    "term_translation": "Monolithe",
    "definition_translation": "Une application logicielle dans laquelle différents composants sont combinés en un seul programme.",
    "example_translation": "Casser le monolithe en microservices améliorera la vitesse de déploiement."
  },
  {
    "id": "tech_0097",
    "term_translation": "Microservices",
    "definition_translation": "Un style architectural structurant une application comme une collection de services.",
    "example_translation": "L'architecture microservices permet une mise à l'échelle indépendante des composants."
  },
  {
    "id": "tech_0098",
    "term_translation": "Haute disponibilité",
    "definition_translation": "Une caractéristique d'un système assurant un niveau convenu de performance opérationnelle.",
    "example_translation": "Notre système de paiement est conçu pour une haute disponibilité afin d'éviter les pertes de revenus."
  },
  {
    "id": "tech_0099",
    "term_translation": "Tolérance aux pannes",
    "definition_translation": "La propriété permettant à un système de continuer à fonctionner en cas de défaillance.",
    "example_translation": "Les mécanismes de tolérance aux pannes ont assuré le fonctionnement de l'appli malgré l'erreur disque."
  },
  {
    "id": "tech_0100",
    "term_translation": "Évolutivité",
    "definition_translation": "La capacité d'un système à gérer une quantité croissante de travail.",
    "example_translation": "L'évolutivité horizontale nous permet d'ajouter plus de serveurs à mesure que le trafic augmente."
  },
  {
    "id": "tech_0101",
    "term_translation": "Équilibreur de charge",
    "definition_translation": "Un appareil distribuant le trafic réseau ou applicatif sur plusieurs serveurs.",
    "example_translation": "L'équilibreur de charge assure qu'aucun serveur n'est surchargé pendant les heures de pointe."
  },
  {
    "id": "tech_0102",
    "term_translation": "Bac à sable (Sandbox)",
    "definition_translation": "Un environnement de test isolé permettant d'exécuter des programmes sans affecter l'application.",
    "example_translation": "Le code malveillant exécuté dans le bac à sable ne peut pas nuire au système hôte."
  },
  {
    "id": "tech_0103",
    "term_translation": "Orchestration",
    "definition_translation": "La configuration, coordination et gestion automatisées de systèmes informatiques.",
    "example_translation": "Les outils d'orchestration de conteneurs gèrent le cycle de vie de milliers de conteneurs."
  },
  {
    "id": "tech_0104",
    "term_translation": "Intégration continue",
    "definition_translation": "La pratique consistant à fusionner les copies de travail de tous les développeurs plusieurs fois par jour.",
    "example_translation": "L'intégration continue nous aide à détecter les erreurs d'intégration tôt."
  },
  {
    "id": "tech_0105",
    "term_translation": "Déploiement continu",
    "definition_translation": "Une approche où les fonctionnalités logicielles sont livrées fréquemment.",
    "example_translation": "Avec le déploiement continu, chaque test réussi déclenche une mise en production."
  },
  {
    "id": "tech_0106",
    "term_translation": "Script",
    "definition_translation": "Une séquence d'instructions interprétée ou exécutée par un autre programme.",
    "example_translation": "J'ai écrit un script Python pour automatiser le processus de sauvegarde."
  },
  {
    "id": "tech_0107",
    "term_translation": "Interpréteur de commandes",
    "definition_translation": "Une interface utilisateur pour accéder aux services d'un système d'exploitation.",
    "example_translation": "Les administrateurs utilisent l'interpréteur de commandes pour exécuter des ordres sur le serveur."
  },
  {
    "id": "tech_0108",
    "term_translation": "Dépôt (Repository)",
    "definition_translation": "Un emplacement central de stockage de fichiers.",
    "example_translation": "Clonez le dépôt de code pour commencer à travailler sur le projet."
  },
  {
    "id": "tech_0109",
    "term_translation": "Dépendance",
    "definition_translation": "Un morceau de logiciel qui repose sur un autre logiciel pour fonctionner.",
    "example_translation": "La mise à jour de la bibliothèque a cassé une dépendance dans le module de facturation."
  },
  {
    "id": "tech_0110",
    "term_translation": "Code standard (Boilerplate)",
    "definition_translation": "Sections de code qui doivent être incluses à de nombreux endroits avec peu ou pas de modification.",
    "example_translation": "Nous utilisons un générateur pour réduire la quantité de code standard à écrire."
  },
  {
    "id": "tech_0111",
    "term_translation": "Bibliothèque",
    "definition_translation": "Une collection de ressources utilisées par des programmes informatiques.",
    "example_translation": "La bibliothèque de traitement d'image gère toutes les tâches de redimensionnement."
  },
  {
    "id": "tech_0112",
    "term_translation": "Point de terminaison (Endpoint)",
    "definition_translation": "Une URL spécifique où une API peut être accessible par une application client.",
    "example_translation": "Nous devons sécuriser le point de terminaison d'authentification."
  },
  {
    "id": "tech_0113",
    "term_translation": "Kit de développement",
    "definition_translation": "Une collection d'outils de développement logiciel dans un paquet installable.",
    "example_translation": "Le kit de développement du fournisseur de paiement a rendu l'intégration très simple."
  },
  {
    "id": "tech_0114",
    "term_translation": "Environnement de développement",
    "definition_translation": "Une application fournissant des installations complètes pour les programmeurs.",
    "example_translation": "La plupart des développeurs préfèrent un environnement de développement intégré avec de fortes fonctions de débogage."
  },
  {
    "id": "tech_0115",
    "term_translation": "Algorithme",
    "definition_translation": "Un processus ou ensemble de règles à suivre dans les calculs.",
    "example_translation": "L'algorithme de recherche classe les résultats par pertinence."
  },
  {
    "id": "tech_0116",
    "term_translation": "Récursivité",
    "definition_translation": "Le processus de définition de quelque chose en termes de lui-même.",
    "example_translation": "La récursivité est utile pour parcourir des structures de données arborescentes."
  },
  {
    "id": "tech_0117",
    "term_translation": "Itération",
    "definition_translation": "La répétition d'un processus pour générer une séquence de résultats.",
    "example_translation": "Nous avons amélioré l'interface utilisateur lors de la deuxième itération de la conception."
  },
  {
    "id": "tech_0118",
    "term_translation": "Concurrence",
    "definition_translation": "La capacité de différentes parties d'un programme à être exécutées dans le désordre.",
    "example_translation": "La concurrence permet au serveur de traiter plusieurs demandes en même temps."
  },
  {
    "id": "tech_0119",
    "term_translation": "Asynchrone",
    "definition_translation": "Des événements qui ne sont pas coordonnés dans le temps.",
    "example_translation": "Le traitement asynchrone empêche l'interface utilisateur de se figer pendant le chargement des données."
  },
  {
    "id": "tech_0120",
    "term_translation": "Synchrone",
    "definition_translation": "Existant ou se produisant en même temps.",
    "example_translation": "L'appel synchrone bloque l'exécution jusqu'à ce qu'une réponse soit reçue."
  },
  {
    "id": "tech_0121",
    "term_translation": "Mémoire cache",
    "definition_translation": "Un composant stockant des données pour un accès futur plus rapide.",
    "example_translation": "Vider la mémoire cache du navigateur résout de nombreux problèmes d'affichage."
  },
  {
    "id": "tech_0122",
    "term_translation": "Session",
    "definition_translation": "Une interaction temporaire entre deux points terminaux de communication.",
    "example_translation": "La session utilisateur expire après 30 minutes d'inactivité."
  },
  {
    "id": "tech_0123",
    "term_translation": "Témoin de connexion",
    "definition_translation": "Un petit élément de données stocké sur l'ordinateur de l'utilisateur.",
    "example_translation": "Le site utilise un témoin de connexion (cookie) pour mémoriser votre statut de connexion."
  },
  {
    "id": "tech_0124",
    "term_translation": "Chiffrement",
    "definition_translation": "Le processus de conversion d'informations en un code pour empêcher l'accès.",
    "example_translation": "Le chiffrement de bout en bout protège la confidentialité des messages."
  },
  {
    "id": "tech_0125",
    "term_translation": "Déchiffrement",
    "definition_translation": "Le processus de reconversion des données chiffrées dans leur forme originale.",
    "example_translation": "Seul le détenteur de la clé privée peut effectuer le déchiffrement du fichier."
  },
  {
    "id": "tech_0126",
    "term_translation": "Authentification",
    "definition_translation": "Le processus de vérification de l'identité d'un utilisateur.",
    "example_translation": "L'authentification multifacteur ajoute une couche de sécurité au processus de connexion."
  },
  {
    "id": "tech_0127",
    "term_translation": "Autorisation",
    "definition_translation": "La fonction de spécifier des droits d'accès aux ressources.",
    "example_translation": "Les règles d'autorisation déterminent quels rapports un utilisateur peut voir."
  },
  {
    "id": "tech_0128",
    "term_translation": "Jeton",
    "definition_translation": "Chose servant de représentation visible ou tangible d'un fait ou d'une qualité.",
    "example_translation": "L'API nécessite un jeton d'accès valide dans l'en-tête."
  },
  {
    "id": "tech_0129",
    "term_translation": "Point de terminaison",
    "definition_translation": "Une extrémité d'un canal de communication.",
    "example_translation": "Le point de terminaison de l'API pour les données utilisateur est actuellement en panne."
  },
  {
    "id": "tech_0130",
    "term_translation": "Paramètre",
    "definition_translation": "Un facteur mesurable définissant un système ou fixant des conditions.",
    "example_translation": "Passez l'ID utilisateur comme paramètre de requête dans l'URL."
  },
  {
    "id": "tech_0131",
    "term_translation": "Variable",
    "definition_translation": "Un élément de données pouvant prendre plus d'une valeur pendant l'exécution.",
    "example_translation": "Initialisez la variable compteur à zéro."
  },
  {
    "id": "tech_0132",
    "term_translation": "Constante",
    "definition_translation": "Une valeur qui ne peut pas être modifiée par le programme pendant l'exécution.",
    "example_translation": "Définissez le taux de taxe comme une constante car il change rarement."
  },
  {
    "id": "tech_0133",
    "term_translation": "Syntaxe",
    "definition_translation": "L'ensemble de règles définissant les combinaisons de symboles correctes.",
    "example_translation": "Un point-virgule manquant a causé une erreur de syntaxe dans le code."
  },
  {
    "id": "tech_0134",
    "term_translation": "Compilation",
    "definition_translation": "L'action de produire quelque chose en rassemblant des informations.",
    "example_translation": "La compilation du code a échoué en raison d'une bibliothèque manquante."
  },
  {
    "id": "tech_0135",
    "term_translation": "Interprétation",
    "definition_translation": "L'action d'expliquer le sens de quelque chose.",
    "example_translation": "Python utilise l'interprétation pour exécuter le code ligne par ligne."
  },
  {
    "id": "tech_0136",
    "term_translation": "Débogueur",
    "definition_translation": "Un programme informatique utilisé pour tester et déboguer d'autres programmes.",
    "example_translation": "Utilisez le débogueur pour parcourir le code et trouver l'erreur logique."
  },
  {
    "id": "tech_0137",
    "term_translation": "Journal d'événements",
    "definition_translation": "Un registre des événements qui se produisent dans un logiciel.",
    "example_translation": "Examinez le journal d'événements du serveur pour tracer la source de l'erreur."
  },
  {
    "id": "tech_0138",
    "term_translation": "Notification",
    "definition_translation": "L'action d'informer quelqu'un de quelque chose.",
    "example_translation": "Le système envoie une notification lorsque la tâche est terminée."
  },
  {
    "id": "tech_0139",
    "term_translation": "Alerte",
    "definition_translation": "Un avertissement ou une notification d'un événement spécifique.",
    "example_translation": "Le système de surveillance a déclenché une alerte lorsque l'utilisation du processeur a atteint 90%."
  },
  {
    "id": "tech_0140",
    "term_translation": "Métrique",
    "definition_translation": "Une méthode pour mesurer quelque chose, ou les résultats obtenus.",
    "example_translation": "Le temps de réponse est une métrique clé pour évaluer la performance du système."
  },
  {
    "id": "tech_0141",
    "term_translation": "Tableau de bord",
    "definition_translation": "Une interface utilisateur organisant et présentant les informations de manière lisible.",
    "example_translation": "Le tableau de bord d'analyse montre l'activité des utilisateurs en temps réel."
  },
  {
    "id": "tech_0142",
    "term_translation": "Expérience utilisateur",
    "definition_translation": "L'expérience globale d'une personne utilisant un produit.",
    "example_translation": "Le chargement lent des pages a un impact négatif sur l'expérience utilisateur."
  },
  {
    "id": "tech_0143",
    "term_translation": "Interface utilisateur",
    "definition_translation": "Le moyen par lequel l'utilisateur et un système informatique interagissent.",
    "example_translation": "La nouvelle interface utilisateur est plus propre et plus intuitive."
  },
  {
    "id": "tech_0144",
    "term_translation": "Accessibilité",
    "definition_translation": "La qualité d'être accessible ou pénétrable.",
    "example_translation": "Nous avons amélioré l'accessibilité en ajoutant le support des lecteurs d'écran."
  },
  {
    "id": "tech_0145",
    "term_translation": "Réactivité",
    "definition_translation": "Réagir rapidement et positivement.",
    "example_translation": "La réactivité de la conception (Responsive Design) s'adapte parfaitement aux écrans mobiles."
  },
  {
    "id": "tech_0146",
    "term_translation": "Maquette filaire",
    "definition_translation": "Une image ou un ensemble d'images affichant les éléments fonctionnels d'une page web.",
    "example_translation": "Le designer a créé une maquette filaire pour esquisser la structure de la page."
  },
  {
    "id": "tech_0147",
    "term_translation": "Prototype",
    "definition_translation": "Un premier modèle préliminaire de quelque chose.",
    "example_translation": "Nous avons construit un prototype cliquable pour tester le flux utilisateur."
  },
  {
    "id": "tech_0148",
    "term_translation": "Maquette graphique",
    "definition_translation": "Un modèle ou une réplique utilisé à des fins d'instruction.",
    "example_translation": "La maquette graphique haute fidélité montre exactement à quoi ressemblera l'application."
  },
  {
    "id": "tech_0149",
    "term_translation": "Utilisabilité",
    "definition_translation": "Le degré auquel quelque chose est apte à être utilisé.",
    "example_translation": "Les tests d'utilisabilité nous ont aidés à identifier des éléments de navigation confus."
  },
  {
    "id": "tech_0150",
    "term_translation": "Persona",
    "definition_translation": "Un rôle ou un personnage adopté par un auteur.",
    "example_translation": "Nous avons créé un persona utilisateur pour mieux comprendre notre public cible."
  },
  {
    "id": "tech_0151",
    "term_translation": "Idempotence",
    "definition_translation": "Une propriété d'opérations pouvant être appliquées plusieurs fois sans changer le résultat.",
    "example_translation": "Concevoir l'API pour l'idempotence garantit que réessayer une demande de paiement échouée ne facture pas le client deux fois."
  },
  {
    "id": "tech_0152",
    "term_translation": "Concurrence",
    "definition_translation": "La capacité de différentes parties d'un programme à s'exécuter dans le désordre sans affecter le résultat.",
    "example_translation": "Gérer correctement la concurrence est crucial pour éviter les situations de compétition."
  },
  {
    "id": "tech_0153",
    "term_translation": "Situation de compétition",
    "definition_translation": "Une situation indésirable où un système tente d'effectuer des opérations en même temps alors que l'ordre importe.",
    "example_translation": "Une situation de compétition s'est produite lorsque deux utilisateurs ont tenté de mettre à jour le même enregistrement simultanément."
  },
  {
    "id": "tech_0154",
    "term_translation": "Interblocage",
    "definition_translation": "Une situation où deux processus attendent chacun que l'autre libère une ressource.",
    "example_translation": "La transaction de base de données a échoué en raison d'un interblocage entre deux requêtes concurrentes."
  },
  {
    "id": "tech_0155",
    "term_translation": "Cohérence à terme",
    "definition_translation": "Un modèle de cohérence garantissant que s'il n'y a pas de nouvelles mises à jour, tous les accès renverront finalement la dernière valeur.",
    "example_translation": "Dans une base NoSQL, nous acceptons souvent la cohérence à terme en échange de meilleures performances."
  },
  {
    "id": "tech_0156",
    "term_translation": "Sharding",
    "definition_translation": "Un type de partitionnement de base de données séparant les grandes bases en parties plus petites.",
    "example_translation": "Nous avons mis en œuvre le sharding pour distribuer les données utilisateur sur plusieurs serveurs de base de données."
  },
  {
    "id": "tech_0157",
    "term_translation": "Circuit Breaker",
    "definition_translation": "Un modèle de conception utilisé pour détecter les pannes et empêcher leur récurrence constante.",
    "example_translation": "Le modèle de Circuit Breaker empêche l'application d'essayer de se connecter de manière répétée à un service défaillant."
  },
  {
    "id": "tech_0158",
    "term_translation": "Injection de dépendances",
    "definition_translation": "Une technique dans laquelle un objet reçoit d'autres objets dont il dépend.",
    "example_translation": "L'utilisation de l'injection de dépendances facilite les tests unitaires en nous permettant de simuler des dépendances."
  },
  {
    "id": "tech_0159",
    "term_translation": "Polymorphisme",
    "definition_translation": "L'utilisation d'un seul symbole pour représenter plusieurs types différents.",
    "example_translation": "Le polymorphisme nous permet de traiter différentes formes comme des cercles et des carrés comme un objet générique 'Forme'."
  },
  {
    "id": "tech_0160",
    "term_translation": "Encapsulation",
    "definition_translation": "Le regroupement de données avec les méthodes qui opèrent sur ces données, restreignant l'accès direct.",
    "example_translation": "L'encapsulation protège l'état interne de l'objet contre toute modification directe par du code externe."
  },
  {
    "id": "tech_0161",
    "term_translation": "Abstraction",
    "definition_translation": "Le processus de suppression de détails pour attirer l'attention sur des aspects plus importants.",
    "example_translation": "L'API fournit un haut niveau d'abstraction, masquant la logique complexe se déroulant en arrière-plan."
  },
  {
    "id": "tech_0162",
    "term_translation": "Héritage",
    "definition_translation": "Le mécanisme consistant à baser un objet ou une classe sur un autre, en conservant une implémentation similaire.",
    "example_translation": "Grâce à l'héritage, la classe 'Voiture' acquiert toutes les propriétés de la classe 'Véhicule'."
  },
  {
    "id": "tech_0163",
    "term_translation": "Récursivité",
    "definition_translation": "Le processus de définition d'un problème en termes d'une version plus simple de lui-même.",
    "example_translation": "La fonction factorielle est un exemple classique de récursivité en programmation."
  },
  {
    "id": "tech_0164",
    "term_translation": "Notation Grand O",
    "definition_translation": "Une notation mathématique décrivant le comportement limite d'une fonction.",
    "example_translation": "Nous analysons l'algorithme à l'aide de la notation Grand O pour comprendre ses performances à mesure que les données augmentent."
  },
  {
    "id": "tech_0165",
    "term_translation": "Sérialisation",
    "definition_translation": "Le processus de traduction d'une structure de données dans un format pouvant être stocké ou transmis.",
    "example_translation": "La sérialisation JSON convertit l'objet utilisateur en une chaîne pour la transmission API."
  },
  {
    "id": "tech_0166",
    "term_translation": "Désérialisation",
    "definition_translation": "Le processus de reconversion de données sérialisées en une structure de données.",
    "example_translation": "Des vulnérabilités de sécurité peuvent survenir lors de la désérialisation si l'entrée n'est pas validée."
  },
  {
    "id": "tech_0167",
    "term_translation": "Infrastructure immuable",
    "definition_translation": "Une approche où les composants sont remplacés plutôt que modifiés.",
    "example_translation": "Avec une infrastructure immuable, nous détruisons et recréons des serveurs au lieu de les corriger."
  },
  {
    "id": "tech_0168",
    "term_translation": "Provisioning",
    "definition_translation": "Le processus de configuration de l'infrastructure informatique.",
    "example_translation": "Les scripts de provisioning automatisés configurent le nouvel environnement serveur en quelques minutes."
  },
  {
    "id": "tech_0169",
    "term_translation": "Virtualisation",
    "definition_translation": "L'acte de créer une version virtuelle de quelque chose, comme des plateformes matérielles.",
    "example_translation": "La virtualisation matérielle permet à plusieurs systèmes d'exploitation de s'exécuter sur une seule machine physique."
  },
  {
    "id": "tech_0170",
    "term_translation": "Pattern Sidecar",
    "definition_translation": "Un modèle où un conteneur séparé s'exécute aux côtés du conteneur principal pour fournir un support.",
    "example_translation": "Nous utilisons le modèle sidecar pour gérer la journalisation et la surveillance de nos microservices."
  },
  {
    "id": "tech_0171",
    "term_translation": "Reverse Proxy",
    "definition_translation": "Un type de serveur proxy qui récupère des ressources au nom d'un client auprès d'un ou plusieurs serveurs.",
    "example_translation": "Le reverse proxy gère la terminaison SSL et l'équilibrage de charge pour les serveurs backend."
  },
  {
    "id": "tech_0172",
    "term_translation": "Handshake",
    "definition_translation": "Un processus automatisé de négociation entre deux entités pour définir les paramètres de communication.",
    "example_translation": "Le handshake TLS établit une connexion sécurisée avant le transfert de données."
  },
  {
    "id": "tech_0173",
    "term_translation": "Entropie",
    "definition_translation": "Une mesure du caractère aléatoire collecté par un système pour une utilisation en cryptographie.",
    "example_translation": "Une faible entropie peut rendre les clés cryptographiques prévisibles et non sécurisées."
  },
  {
    "id": "tech_0174",
    "term_translation": "Sel (Salage)",
    "definition_translation": "Données aléatoires utilisées comme entrée supplémentaire d'une fonction de hachage de mot de passe.",
    "example_translation": "Ajoutez toujours un sel unique à chaque mot de passe avant le hachage."
  },
  {
    "id": "tech_0175",
    "term_translation": "Hachage",
    "definition_translation": "Le processus de transformation de toute clé ou chaîne en une autre valeur.",
    "example_translation": "Le hachage est utilisé pour vérifier l'intégrité des données en comparant le hachage calculé avec l'original."
  },
  {
    "id": "tech_0176",
    "term_translation": "Sanitisation",
    "definition_translation": "Le processus de nettoyage des données d'entrée pour empêcher les exploits de sécurité.",
    "example_translation": "La sanitisation des entrées est essentielle pour empêcher les attaques par injection SQL."
  },
  {
    "id": "tech_0177",
    "term_translation": "Heuristique",
    "definition_translation": "Une technique conçue pour résoudre un problème plus rapidement lorsque les méthodes classiques sont trop lentes.",
    "example_translation": "L'antivirus utilise l'analyse heuristique pour détecter les virus nouveaux et inconnus en fonction de leur comportement."
  },
  {
    "id": "tech_0178",
    "term_translation": "Refactorisation",
    "definition_translation": "Le processus de restructuration du code existant sans changer son comportement externe.",
    "example_translation": "La refactorisation de la base de code héritée a amélioré la maintenabilité et la lisibilité."
  },
  {
    "id": "tech_0179",
    "term_translation": "Dette technique",
    "definition_translation": "Le coût implicite du travail supplémentaire causé par le choix d'une solution facile maintenant.",
    "example_translation": "Nous devons consacrer un sprint au remboursement de la dette technique avant d'ajouter plus de fonctionnalités."
  },
  {
    "id": "tech_0180",
    "term_translation": "Orchestration",
    "definition_translation": "La configuration, la coordination et la gestion automatisées des systèmes informatiques.",
    "example_translation": "Kubernetes fournit une orchestration pour déployer et gérer des applications conteneurisées."
  },
  {
    "id": "tech_0181",
    "term_translation": "Normalisation",
    "definition_translation": "Le processus d'organisation des données dans une base de données pour réduire la redondance.",
    "example_translation": "La normalisation de la base de données réduit la redondance des données mais peut complexifier les requêtes."
  },
  {
    "id": "tech_0182",
    "term_translation": "Dénormalisation",
    "definition_translation": "Le processus d'amélioration des performances de lecture d'une base de données au détriment de l'écriture.",
    "example_translation": "Nous avons utilisé la dénormalisation pour accélérer les requêtes de reporting."
  },
  {
    "id": "tech_0183",
    "term_translation": "ACID",
    "definition_translation": "Un ensemble de propriétés des transactions de base de données pour garantir la validité des données.",
    "example_translation": "Les bases de données relationnelles privilégient la conformité ACID pour garantir des transactions fiables."
  },
  {
    "id": "tech_0184",
    "term_translation": "Théorème CAP",
    "definition_translation": "Un théorème stipulant qu'un système distribué ne peut fournir que deux des trois garanties : Cohérence, Disponibilité, Tolérance au partitionnement.",
    "example_translation": "Selon le théorème CAP, nous devons choisir entre cohérence et disponibilité lors d'une panne réseau."
  },
  {
    "id": "tech_0185",
    "term_translation": "Débit",
    "definition_translation": "Le taux de production ou le taux auquel quelque chose peut être traité.",
    "example_translation": "L'optimisation des opérations d'E/S a augmenté le débit du système de 20%."
  },
  {
    "id": "tech_0186",
    "term_translation": "Latence",
    "definition_translation": "L'intervalle de temps entre la stimulation et la réponse.",
    "example_translation": "La latence du réseau peut avoir un impact significatif sur les performances des applications en temps réel."
  },
  {
    "id": "tech_0187",
    "term_translation": "Tolérance aux pannes",
    "definition_translation": "La propriété permettant à un système de continuer à fonctionner en cas de défaillance de ses composants.",
    "example_translation": "L'intégration de la tolérance aux pannes dans le système garantit qu'il reste actif même en cas de panne d'un serveur."
  },
  {
    "id": "tech_0188",
    "term_translation": "Preuve à divulgation nulle",
    "definition_translation": "Une méthode par laquelle une partie peut prouver à une autre qu'elle connaît une valeur sans la révéler.",
    "example_translation": "Les preuves à divulgation nulle (Zero-Knowledge) permettent l'authentification sans transmettre le mot de passe réel."
  },
  {
    "id": "tech_0189",
    "term_translation": "Interrogation (Polling)",
    "definition_translation": "Vérification répétée de l'état d'un périphérique ou système externe.",
    "example_translation": "L'interrogation de l'API chaque seconde est inefficace par rapport à l'utilisation de Webhooks."
  },
  {
    "id": "tech_0190",
    "term_translation": "Middleware",
    "definition_translation": "Logiciel fournissant des services communs aux applications en dehors du système d'exploitation.",
    "example_translation": "Nous avons ajouté un middleware d'authentification pour protéger les routes de l'API."
  },
  {
    "id": "tech_0191",
    "term_translation": "Pool de threads",
    "definition_translation": "Un modèle de conception pour obtenir une concurrence d'exécution dans un programme.",
    "example_translation": "L'utilisation d'un pool de threads évite la surcharge liée à la création d'un nouveau thread pour chaque tâche."
  },
  {
    "id": "tech_0192",
    "term_translation": "Garbage Collection",
    "definition_translation": "Une forme de gestion automatique de la mémoire qui récupère les ressources inutilisées.",
    "example_translation": "En Java, le Garbage Collection gère automatiquement la désallocation de mémoire."
  },
  {
    "id": "tech_0193",
    "term_translation": "Fuite de mémoire",
    "definition_translation": "Une erreur où un programme gère mal les allocations de mémoire, sans la libérer.",
    "example_translation": "Une fuite de mémoire dans le processus de longue durée a provoqué une panne de RAM du serveur."
  },
  {
    "id": "tech_0194",
    "term_translation": "Dépassement de tampon",
    "definition_translation": "Une anomalie où un programme écrase des emplacements mémoire adjacents en dehors des limites du tampon.",
    "example_translation": "Les pirates ont exploité une vulnérabilité de dépassement de tampon pour exécuter du code arbitraire."
  },
  {
    "id": "tech_0195",
    "term_translation": "Démon",
    "definition_translation": "Un programme informatique s'exécutant en arrière-plan, plutôt que sous le contrôle direct de l'utilisateur.",
    "example_translation": "Le serveur web s'exécute en tant que démon, écoutant les connexions entrantes en arrière-plan."
  },
  {
    "id": "tech_0196",
    "term_translation": "Noyau (Kernel)",
    "definition_translation": "La partie centrale d'un système d'exploitation gérant le matériel et les opérations.",
    "example_translation": "Le noyau gère la communication entre le logiciel et les composants matériels."
  },
  {
    "id": "tech_0197",
    "term_translation": "Hyperviseur",
    "definition_translation": "Logiciel ou matériel qui crée et exécute des machines virtuelles.",
    "example_translation": "L'hyperviseur alloue des ressources de l'hôte physique aux machines virtuelles."
  },
  {
    "id": "tech_0198",
    "term_translation": "Conteneurisation",
    "definition_translation": "Une forme de virtualisation du système d'exploitation où les applications s'exécutent dans des espaces isolés.",
    "example_translation": "La conteneurisation nous permet d'exécuter l'application de manière cohérente dans différents environnements."
  },
  {
    "id": "tech_0199",
    "term_translation": "Transpilateur",
    "definition_translation": "Un type de compilateur qui convertit le code source en un autre code source.",
    "example_translation": "Nous utilisons un transpilateur pour convertir le code JavaScript moderne en une version compatible avec les anciens navigateurs."
  },
  {
    "id": "tech_0200",
    "term_translation": "Singleton",
    "definition_translation": "Un patron de conception restreignant l'instanciation d'une classe à une seule instance.",
    "example_translation": "Le gestionnaire de connexion à la base de données est implémenté à l'aide du patron Singleton."
  }
]