[
  {
    "id": "tech_0001",
    "term_translation": "Wdrożenie",
    "definition_translation": "Proces udostępniania aplikacji lub modułu do użytku.",
    "example_translation": "Wdrożenie na środowisko produkcyjne zaplanowane jest na piątkowy wieczór."
  },
  {
    "id": "tech_0002",
    "term_translation": "Środowisko przedprodukcyjne",
    "definition_translation": "Niemal dokładna kopia środowiska produkcyjnego służąca do testowania oprogramowania.",
    "example_translation": "Testujemy wszystkie funkcje w środowisku przedprodukcyjnym, zanim trafią do użytkowników."
  },
  {
    "id": "tech_0003",
    "term_translation": "Konserwacja",
    "definition_translation": "Proces utrzymania działania systemu i jego aktualizacji.",
    "example_translation": "Serwer będzie niedostępny z powodu planowanej konserwacji o północy."
  },
  {
    "id": "tech_0004",
    "term_translation": "Przestój",
    "definition_translation": "Okres, w którym system jest niedostępny.",
    "example_translation": "Nieplanowany przestój kosztuje firmę tysiące dolarów za godzinę."
  },
  {
    "id": "tech_0005",
    "term_translation": "Czas bezawaryjnej pracy",
    "definition_translation": "Czas, w którym maszyna lub system znajduje się w działaniu.",
    "example_translation": "Naszym celem jest utrzymanie czasu bezawaryjnej pracy na poziomie 99% w tym roku."
  },
  {
    "id": "tech_0006",
    "term_translation": "Hotfix",
    "definition_translation": "Mały fragment kodu stworzony do naprawy poważnego błędu w produkcie.",
    "example_translation": "Programiści wydali poprawkę krytyczną, aby załatać lukę bezpieczeństwa."
  },
  {
    "id": "tech_0007",
    "term_translation": "Łatka",
    "definition_translation": "Zestaw zmian w programie komputerowym zaprojektowany, aby go zaktualizować lub naprawić.",
    "example_translation": "Upewnij się, że zastosowałeś najnowszą łatkę bezpieczeństwa do systemu operacyjnego."
  },
  {
    "id": "tech_0008",
    "term_translation": "Raport błędu",
    "definition_translation": "Dokument opisujący błąd oprogramowania i sposób jego odtworzenia.",
    "example_translation": "Proszę dołączyć zrzuty ekranu do raportu błędu, aby pomóc nam zrozumieć problem."
  },
  {
    "id": "tech_0009",
    "term_translation": "Zgłoszenie funkcjonalne",
    "definition_translation": "Sugestia użytkownika lub członka zespołu dotycząca nowej możliwości w oprogramowaniu.",
    "example_translation": "Otrzymaliśmy zgłoszenie funkcjonalne, aby dodać tryb ciemny do aplikacji."
  },
  {
    "id": "tech_0010",
    "term_translation": "Backlog",
    "definition_translation": "Lista zadań wymaganych do realizacji większego planu strategicznego.",
    "example_translation": "Zespół uszeregował priorytety elementów w rejestrze zadań na następny cykl."
  },
  {
    "id": "tech_0011",
    "term_translation": "Definicja zakresu",
    "definition_translation": "Proces identyfikacji wszystkich prac, które muszą zostać wykonane w projekcie.",
    "example_translation": "Słaba definicja zakresu często prowadzi do opóźnień w późniejszym etapie projektu."
  },
  {
    "id": "tech_0012",
    "term_translation": "Kamień milowy",
    "definition_translation": "Znaczący punkt lub wydarzenie na osi czasu projektu.",
    "example_translation": "Wydanie wersji beta było głównym kamieniem milowym dla startupu."
  },
  {
    "id": "tech_0013",
    "term_translation": "Produkt cząstkowy",
    "definition_translation": "Materialne lub niematerialne dobro lub usługa wytworzona w wyniku projektu.",
    "example_translation": "Głównym produktem cząstkowym tej fazy jest specyfikacja funkcjonalna."
  },
  {
    "id": "tech_0014",
    "term_translation": "Termin ostateczny",
    "definition_translation": "Najpóźniejszy czas lub data, do której coś powinno zostać ukończone.",
    "example_translation": "Musimy pracować w nadgodzinach, aby dotrzymać napiętego terminu ostatecznego."
  },
  {
    "id": "tech_0015",
    "term_translation": "Interesariusz",
    "definition_translation": "Osoba zainteresowana sukcesem projektu lub na którą projekt ma wpływ.",
    "example_translation": "Prezentujemy tygodniowy raport postępu kluczowym interesariuszom."
  },
  {
    "id": "tech_0016",
    "term_translation": "Wymaganie",
    "definition_translation": "Warunek lub zdolność, którą system musi spełniać lub posiadać.",
    "example_translation": "Klient dodał nowe wymaganie dotyczące prywatności danych."
  },
  {
    "id": "tech_0017",
    "term_translation": "Specyfikacja",
    "definition_translation": "Szczegółowy opis projektu i materiałów użytych do zrobienia czegoś.",
    "example_translation": "Programista postępował zgodnie ze specyfikacją techniczną przy budowie API."
  },
  {
    "id": "tech_0018",
    "term_translation": "Mapa drogowa",
    "definition_translation": "Plan strategiczny definiujący cel i główne kroki potrzebne do jego osiągnięcia.",
    "example_translation": "Mapa drogowa produktu pokazuje, że wsparcie mobilne zostanie dodane w trzecim kwartale."
  },
  {
    "id": "tech_0019",
    "term_translation": "Szacowanie",
    "definition_translation": "Proces znajdowania przybliżonej wartości użytecznej do pewnego celu.",
    "example_translation": "Nasze szacowanie dla tego zadania było zbyt optymistyczne."
  },
  {
    "id": "tech_0020",
    "term_translation": "Priorytet",
    "definition_translation": "Fakt lub stan bycia traktowanym jako ważniejszy.",
    "example_translation": "Naprawa krytycznych błędów ma priorytet nad dodawaniem nowych funkcji."
  },
  {
    "id": "tech_0021",
    "term_translation": "Wąskie gardło",
    "definition_translation": "Punkt zatoru w systemie, który spowalnia cały proces.",
    "example_translation": "Faza testów manualnych stała się wąskim gardłem w cyklu wydawniczym."
  },
  {
    "id": "tech_0022",
    "term_translation": "Bloker",
    "definition": "Problem lub błąd, który uniemożliwia kontynuowanie testów lub rozwoju.",
    "example_translation": "Nie możemy kontynuować wdrożenia, dopóki bloker bazy danych nie zostanie rozwiązany."
  },
  {
    "id": "tech_0023",
    "term_translation": "Przepływ pracy",
    "definition_translation": "Sekwencja procesów, przez które przechodzi zadanie od rozpoczęcia do zakończenia.",
    "example_translation": "Zautomatyzowaliśmy przepływ pracy zatwierdzania, aby zaoszczędzić czas."
  },
  {
    "id": "tech_0024",
    "term_translation": "Pełzanie zakresu",
    "definition_translation": "Niekontrolowane zmiany lub ciągły wzrost zakresu projektu.",
    "example_translation": "Pełzanie zakresu spowodowało przekroczenie budżetu i niedotrzymanie terminu."
  },
  {
    "id": "tech_0025",
    "term_translation": "Luźne powiązanie",
    "definition_translation": "Cel projektowy, w którym komponenty oddziałują na siebie przy minimalnych zależnościach.",
    "example_translation": "Luźne powiązanie pozwala nam aktualizować serwis płatności bez psucia procesu zakupu."
  },
  {
    "id": "tech_0026",
    "term_translation": "Interoperacyjność",
    "definition_translation": "Zdolność systemów informatycznych do wymiany i wykorzystywania informacji.",
    "example_translation": "Zapewnienie interoperacyjności między różnymi systemami medycznymi jest dużym wyzwaniem."
  },
  {
    "id": "tech_0027",
    "term_translation": "Przestarzały (Deprecated)",
    "definition_translation": "Status funkcji, która jest tolerowana, ale odradzana, ponieważ została zastąpiona nowszą.",
    "example_translation": "Ta funkcja jest oznaczona jako wycofywana i zostanie usunięta w następnej wersji."
  },
  {
    "id": "tech_0028",
    "term_translation": "Kod zastany",
    "definition_translation": "Kod źródłowy odnoszący się do technologii, która nie jest już wspierana.",
    "example_translation": "Refaktoryzacja kodu zastanego jest trudna, ponieważ brakuje dokumentacji."
  },
  {
    "id": "tech_0029",
    "term_translation": "Restrukturyzacja kodu",
    "definition_translation": "Proces porządkowania istniejącego kodu bez zmiany jego zewnętrznego zachowania.",
    "example_translation": "Spędziliśmy tydzień na restrukturyzacji kodu, aby uczynić go bardziej czytelnym."
  },
  {
    "id": "tech_0030",
    "term_translation": "Optymalizacja",
    "definition_translation": "Działanie mające na celu najlepsze lub najskuteczniejsze wykorzystanie zasobu.",
    "example_translation": "Optymalizacja bazy danych skróciła czas zapytań o połowę."
  },
  {
    "id": "tech_0031",
    "term_translation": "Przepustowość przetwarzania",
    "definition_translation": "Ilość materiału lub elementów przechodzących przez system lub proces.",
    "example_translation": "Zwiększyliśmy przepustowość przetwarzania systemu, aby obsłużyć więcej transakcji na sekundę."
  },
  {
    "id": "tech_0032",
    "term_translation": "Skalowalność",
    "definition_translation": "Zdolność do zmiany rozmiaru lub skali.",
    "example_translation": "Architektura chmurowa zapewnia nieskończoną skalowalność dla naszej aplikacji webowej."
  },
  {
    "id": "tech_0033",
    "term_translation": "Nadmiarowość",
    "definition_translation": "Uwzględnienie dodatkowych, niekoniecznych komponentów na wypadek awarii innych.",
    "example_translation": "Nadmiarowość w przechowywaniu danych chroni nas przed awarią sprzętu."
  },
  {
    "id": "tech_0034",
    "term_translation": "Kopia zapasowa",
    "definition_translation": "Kopia pliku lub innych danych wykonana na wypadek utraty oryginału.",
    "example_translation": "Zawsze wykonuj kopię zapasową przed aktualizacją oprogramowania serwera."
  },
  {
    "id": "tech_0035",
    "term_translation": "Przywracanie",
    "definition_translation": "Działanie mające na celu powrót do poprzedniego stanu.",
    "example_translation": "Przywracanie bazy danych z ostatniej kopii zajęło dwie godziny."
  },
  {
    "id": "tech_0036",
    "term_translation": "Schemat",
    "definition_translation": "Struktura systemu bazy danych opisana w języku formalnym.",
    "example_translation": "Zmiana schematu bazy danych wymaga skryptu migracyjnego."
  },
  {
    "id": "tech_0037",
    "term_translation": "Zapytanie",
    "definition_translation": "Żądanie informacji z bazy danych.",
    "example_translation": "Zapytanie wyszukiwania zwróciło zero wyników."
  },
  {
    "id": "tech_0038",
    "term_translation": "Indeksowanie",
    "definition_translation": "Metoda optymalizacji wydajności bazy danych poprzez minimalizację dostępu do dysku.",
    "example_translation": "Właściwe indeksowanie znacznie przyspiesza pobieranie danych."
  },
  {
    "id": "tech_0039",
    "term_translation": "Szyfrowanie",
    "definition_translation": "Proces konwersji informacji na kod w celu zapobiegania nieautoryzowanemu dostępowi.",
    "example_translation": "Szyfrowanie typu end-to-end zapewnia, że tylko nadawca i odbiorca mogą odczytać wiadomość."
  },
  {
    "id": "tech_0040",
    "term_translation": "Odszyfrowywanie",
    "definition_translation": "Proces konwersji zaszyfrowanych danych z powrotem do ich pierwotnej formy.",
    "example_translation": "Oprogramowanie obsługuje automatyczne odszyfrowywanie plików po zalogowaniu."
  },
  {
    "id": "tech_0041",
    "term_translation": "Uwierzytelnianie",
    "definition_translation": "Proces weryfikacji tożsamości użytkownika lub procesu.",
    "example_translation": "Uwierzytelnianie dwuskładnikowe dodaje dodatkową warstwę bezpieczeństwa."
  },
  {
    "id": "tech_0042",
    "term_translation": "Autoryzacja",
    "definition_translation": "Funkcja określania praw dostępu lub przywilejów do zasobów.",
    "example_translation": "Uwierzytelnianie weryfikuje kim jesteś, podczas gdy autoryzacja określa, co możesz zrobić."
  },
  {
    "id": "tech_0043",
    "term_translation": "Podatność",
    "definition_translation": "Słabość pozwalająca atakującemu na obniżenie bezpieczeństwa informacji w systemie.",
    "example_translation": "Regularne skany pomagają wykryć każdą nową podatność bezpieczeństwa."
  },
  {
    "id": "tech_0044",
    "term_translation": "Naruszenie ochrony",
    "definition_translation": "Incydent, w którym dane zostają przypadkowo ujawnione lub skradzione.",
    "example_translation": "Firma natychmiast powiadomiła klientów o naruszeniu ochrony danych."
  },
  {
    "id": "tech_0045",
    "term_translation": "Negocjacja połączenia (Handshake)",
    "definition_translation": "Zautomatyzowany proces negocjacji między dwiema stronami w celu ustalenia parametrów komunikacji.",
    "example_translation": "Handshake SSL nie powiódł się z powodu niezgodności certyfikatów."
  },
  {
    "id": "tech_0046",
    "term_translation": "Interfejs",
    "definition_translation": "Punkt, w którym spotykają się i oddziałują na siebie dwa systemy lub podmioty.",
    "example_translation": "Interfejs użytkownika powinien być intuicyjny i łatwy w nawigacji."
  },
  {
    "id": "tech_0047",
    "term_translation": "Zmienna",
    "definition_translation": "Element danych, który może przyjmować więcej niż jedną wartość w trakcie działania programu.",
    "example_translation": "Zdefiniuj zmienną globalną, aby przechowywać ustawienia użytkownika."
  },
  {
    "id": "tech_0048",
    "term_translation": "Parametr",
    "definition_translation": "Mierzalny czynnik definiujący system lub ustalający warunki jego działania.",
    "example_translation": "Musisz przekazać funkcji poprawny parametr."
  },
  {
    "id": "tech_0049",
    "term_translation": "Składnia",
    "definition_translation": "Zbiór reguł definiujących kombinacje symboli uznawane za poprawnie zbudowany dokument.",
    "example_translation": "Brakujący średnik spowodował błąd składni w kodzie."
  },
  {
    "id": "tech_0050",
    "term_translation": "Algorytm",
    "definition_translation": "Proces lub zestaw reguł, których należy przestrzegać w obliczeniach.",
    "example_translation": "Ulepszyliśmy algorytm sortowania, aby obsługiwał większe listy."
  },
  {
    "id": "tech_0051",
    "term_translation": "Debugowanie",
    "definition_translation": "Identyfikowanie i usuwanie błędów ze sprzętu lub oprogramowania.",
    "example_translation": "Spędziłem godziny na debugowaniu problemu z awarią."
  },
  {
    "id": "tech_0052",
    "term_translation": "Kompilator",
    "definition_translation": "Program konwertujący instrukcje na kod maszynowy, aby mogły być wykonane przez komputer.",
    "example_translation": "Kompilator sprawdza błędy przed utworzeniem pliku wykonywalnego."
  },
  {
    "id": "tech_0053",
    "term_translation": "Zależność",
    "definition_translation": "Komponent oprogramowania, na którym polega inny fragment oprogramowania, aby działać.",
    "example_translation": "Używamy menedżera pakietów do obsługi zależności projektu."
  },
  {
    "id": "tech_0054",
    "term_translation": "Repozytorium",
    "definition_translation": "Centralna lokalizacja, w której przechowywane i zarządzane są dane.",
    "example_translation": "Wysyłaj swoje zmiany do zdalnego repozytorium każdego dnia."
  },
  {
    "id": "tech_0055",
    "term_translation": "Gałąź kodu",
    "definition_translation": "Równoległa wersja repozytorium.",
    "example_translation": "Utwórz nową gałąź kodu dla funkcji, nad którą pracujesz."
  },
  {
    "id": "tech_0056",
    "term_translation": "Scalanie",
    "definition_translation": "Łączenie odrębnych zmian z jednej gałęzi wersji w drugą.",
    "example_translation": "Po przeglądzie wykonaj scalanie swojej gałęzi z głównym kodem."
  },
  {
    "id": "tech_0057",
    "term_translation": "Konflikt wersji",
    "definition_translation": "Sytuacja, w której dwie gałęzie mają sprzeczne zmiany w tym samym wierszu pliku.",
    "example_translation": "Musisz rozwiązać konflikt wersji, zanim będziesz mógł wdrożyć zmiany."
  },
  {
    "id": "tech_0058",
    "term_translation": "Prośba o włączenie zmian",
    "definition_translation": "Metoda zgłaszania wkładu do otwartego projektu programistycznego.",
    "example_translation": "Moja prośba o włączenie zmian czeka na zatwierdzenie przez lidera zespołu."
  },
  {
    "id": "tech_0059",
    "term_translation": "Zatwierdzenie zmian",
    "definition_translation": "Zapisanie zmian w repozytorium.",
    "example_translation": "Upewnij się, że napisałeś jasną wiadomość, gdy wykonujesz zatwierdzenie zmian w kodzie."
  },
  {
    "id": "tech_0060",
    "term_translation": "Opóźnienie sieciowe",
    "definition_translation": "Zwłoka przed rozpoczęciem przesyłania danych po wydaniu instrukcji.",
    "example_translation": "Wysokie opóźnienie sieciowe sprawia, że rozmowy wideo są przerywane."
  },
  {
    "id": "tech_0061",
    "term_translation": "Pasmo przenoszenia",
    "definition_translation": "Maksymalna ilość danych, która może zostać przesłana przez łącze w danym czasie.",
    "example_translation": "Zwiększyliśmy pasmo przenoszenia serwera, aby obsłużyć skok ruchu."
  },
  {
    "id": "tech_0062",
    "term_translation": "Pamięć podręczna",
    "definition_translation": "Komponent przechowujący dane, aby przyszłe żądania były obsługiwane szybciej.",
    "example_translation": "Pamięć podręczna przeglądarki przechowuje obrazy, aby szybciej ładować strony."
  },
  {
    "id": "tech_0063",
    "term_translation": "Sesja",
    "definition_translation": "Tymczasowy okres interakcji między dwoma węzłami obliczeniowymi.",
    "example_translation": "Sesja użytkownika wygasa automatycznie po trzydziestu minutach bezczynności."
  },
  {
    "id": "tech_0064",
    "term_translation": "Ciasteczko",
    "definition_translation": "Mały fragment danych przechowywany na komputerze użytkownika przez przeglądarkę.",
    "example_translation": "Używamy ciasteczka, aby zapamiętać twoje preferencje językowe."
  },
  {
    "id": "tech_0065",
    "term_translation": "Token",
    "definition_translation": "Fragment danych działający jako pełnomocnik dla większej porcji danych lub uprawnienia.",
    "example_translation": "API zwraca token dostępu po pomyślnym zalogowaniu."
  },
  {
    "id": "tech_0066",
    "term_translation": "Punkt końcowy",
    "definition_translation": "Jeden koniec kanału komunikacyjnego.",
    "example_translation": "Musisz wywołać punkt końcowy profilu użytkownika, aby pobrać dane."
  },
  {
    "id": "tech_0067",
    "term_translation": "Czas odpowiedzi",
    "definition_translation": "Czas, jaki system lub jednostka funkcyjna potrzebuje na reakcję na dane wejście.",
    "example_translation": "Optymalizacja kodu znacznie skróciła czas odpowiedzi serwera."
  },
  {
    "id": "tech_0068",
    "term_translation": "Testowanie obciążeniowe",
    "definition_translation": "Proces poddawania systemu wymaganiom i mierzenia jego reakcji.",
    "example_translation": "Testowanie obciążeniowe ujawniło, że system zawiesza się przy dziesięciu tysiącach użytkowników."
  },
  {
    "id": "tech_0069",
    "term_translation": "Test jednostkowy",
    "definition_translation": "Metoda testowania oprogramowania polegająca na sprawdzaniu pojedynczych jednostek kodu źródłowego.",
    "example_translation": "Napisz test jednostkowy dla każdej nowej funkcji, którą tworzysz."
  },
  {
    "id": "tech_0070",
    "term_translation": "Test integracyjny",
    "definition_translation": "Faza testowania, w której poszczególne moduły oprogramowania są łączone i testowane jako grupa.",
    "example_translation": "Test integracyjny nie powiódł się, ponieważ zmienił się format API."
  },
  {
    "id": "tech_0071",
    "term_translation": "Zrzut stosu",
    "definition_translation": "Raport aktywnych ramek stosu w określonym momencie wykonywania programu.",
    "example_translation": "Zrzut stosu pomógł nam zlokalizować dokładną linię, w której wystąpił błąd."
  },
  {
    "id": "tech_0072",
    "term_translation": "Wyjątek",
    "definition_translation": "Nietypowy warunek wymagający specjalnego przetwarzania.",
    "example_translation": "Program zgłosił nieobsłużony wyjątek i zamknął się niespodziewanie."
  },
  {
    "id": "tech_0073",
    "term_translation": "Dziennik zdarzeń",
    "definition_translation": "Rejestr zdarzeń, które mają miejsce w systemie operacyjnym lub innym oprogramowaniu.",
    "example_translation": "Sprawdź dziennik zdarzeń serwera, aby zobaczyć, dlaczego połączenie nie powiodło się."
  },
  {
    "id": "tech_0074",
    "term_translation": "Konfiguracja",
    "definition_translation": "Układ lub ustawienia sprzętu i oprogramowania tworzące system komputerowy.",
    "example_translation": "Niepoprawna konfiguracja sieci uniemożliwiła dostęp do bazy danych."
  },
  {
    "id": "tech_0075",
    "term_translation": "Środowisko",
    "definition_translation": "Warunki, w jakich pracuje system komputerowy.",
    "example_translation": "Błąd pojawia się tylko w środowisku deweloperskim, a nie na produkcji."
  },
  {
    "id": "tech_0076",
    "term_translation": "Zgłoszenie",
    "definition_translation": "Udokumentowana prośba o wsparcie lub usługę w systemie śledzenia problemów.",
    "example_translation": "Proszę utworzyć zgłoszenie wsparcia, jeśli nie możesz uzyskać dostępu do poczty."
  },
  {
    "id": "tech_0077",
    "term_translation": "Eskalacja",
    "definition_translation": "Proces przenoszenia problemu na wyższy poziom wsparcia lub zarządzania.",
    "example_translation": "Krytyczna awaria serwera wymagała natychmiastowej eskalacji do zespołu inżynierów."
  },
  {
    "id": "tech_0078",
    "term_translation": "Poświadczenie",
    "definition_translation": "Informacja, taka jak nazwa użytkownika i hasło, używana do weryfikacji tożsamości.",
    "example_translation": "Nigdy nie udostępniaj swojego poświadczenia logowania nikomu spoza działu IT."
  },
  {
    "id": "tech_0079",
    "term_translation": "Pulpit zdalny",
    "definition_translation": "Technologia umożliwiająca użytkownikowi połączenie się z określonym komputerem z innej lokalizacji.",
    "example_translation": "Technicy wsparcia używają pulpitu zdalnego do rozwiązywania problemów na laptopach pracowników."
  },
  {
    "id": "tech_0080",
    "term_translation": "Obejście problemu",
    "definition_translation": "Tymczasowa metoda wykonania zadania, gdy standardowa metoda nie działa.",
    "example_translation": "Zapewniliśmy obejście problemu drukowania, dopóki sterownik nie zostanie zaktualizowany."
  },
  {
    "id": "tech_0081",
    "term_translation": "Baza wiedzy",
    "definition_translation": "Centralne repozytorium informacji na określony temat.",
    "example_translation": "Sprawdź wewnętrzną bazę wiedzy, aby znaleźć instrukcje konfiguracji VPN."
  },
  {
    "id": "tech_0082",
    "term_translation": "Kontrola dostępu",
    "definition_translation": "Selektywne ograniczanie dostępu do miejsca lub zasobu.",
    "example_translation": "Ścisła kontrola dostępu zapewnia, że tylko upoważniony personel może wejść do serwerowni."
  },
  {
    "id": "tech_0083",
    "term_translation": "Ścieżka audytu",
    "definition_translation": "Chronologiczny zapis istotny dla bezpieczeństwa, dokumentujący źródło i cel działań.",
    "example_translation": "Ścieżka audytu pokazała dokładnie, kto zmodyfikował dane finansowe."
  },
  {
    "id": "tech_0084",
    "term_translation": "Złośliwe oprogramowanie",
    "definition_translation": "Oprogramowanie zaprojektowane w celu zakłócenia działania lub uszkodzenia systemu komputerowego.",
    "example_translation": "Program antywirusowy wykrył złośliwe oprogramowanie ukryte w załączniku e-mail."
  },
  {
    "id": "tech_0085",
    "term_translation": "Wyłudzanie informacji",
    "definition_translation": "Oszukańcza praktyka wysyłania e-maili udających renomowane firmy w celu zdobycia danych.",
    "example_translation": "Firma prowadzi regularne szkolenia, aby pomóc pracownikom rozpoznawać wyłudzanie informacji."
  },
  {
    "id": "tech_0086",
    "term_translation": "Migracja",
    "definition_translation": "Proces przenoszenia danych lub oprogramowania z jednego systemu do drugiego.",
    "example_translation": "Migracja bazy danych do chmury zajęła więcej czasu niż przewidywano."
  },
  {
    "id": "tech_0087",
    "term_translation": "Spójność",
    "definition_translation": "Właściwość zapewniająca, że transakcja przeprowadza bazę danych z jednego poprawnego stanu w drugi.",
    "example_translation": "Spójność danych jest krytyczna w aplikacjach bankowych."
  },
  {
    "id": "tech_0088",
    "term_translation": "Integralność",
    "definition_translation": "Utrzymanie dokładności i spójności danych przez cały ich cykl życia.",
    "example_translation": "Więzy klucza obcego pomagają utrzymać integralność referencyjną bazy danych."
  },
  {
    "id": "tech_0089",
    "term_translation": "Replikacja",
    "definition_translation": "Proces kopiowania danych z centralnej bazy do jednej lub więcej baz.",
    "example_translation": "Używamy replikacji bazy danych, aby zapewnić wysoką dostępność w różnych regionach."
  },
  {
    "id": "tech_0090",
    "term_translation": "Zrzut pamięci",
    "definition_translation": "Zapis pamięci procesu komputerowego, zazwyczaj używany do debugowania.",
    "example_translation": "Programista przeanalizował zrzut pamięci, aby znaleźć przyczynę awarii."
  },
  {
    "id": "tech_0091",
    "term_translation": "Opóźnienie",
    "definition_translation": "Zwłoka przed rozpoczęciem przesyłania danych po wydaniu instrukcji.",
    "example_translation": "Niskie opóźnienie jest kluczowe dla dobrego doświadczenia w grach online."
  },
  {
    "id": "tech_0092",
    "term_translation": "Przepustowość",
    "definition_translation": "Maksymalna ilość danych, która może zostać przesłana przez łącze w danym czasie.",
    "example_translation": "Strumieniowanie wideo zużywa znaczną ilość przepustowości sieci."
  },
  {
    "id": "tech_0093",
    "term_translation": "Protokół",
    "definition_translation": "Zbiór reguł rządzących wymianą danych między urządzeniami.",
    "example_translation": "Bezpieczny protokół transferu plików jest używany do przesyłania wrażliwych dokumentów."
  },
  {
    "id": "tech_0094",
    "term_translation": "Zapora sieciowa",
    "definition_translation": "System bezpieczeństwa monitorujący i kontrolujący ruch sieciowy.",
    "example_translation": "Korporacyjna zapora sieciowa blokuje dostęp do serwisów społecznościowych."
  },
  {
    "id": "tech_0095",
    "term_translation": "Serwer pośredniczący",
    "definition_translation": "Aplikacja serwerowa działająca jako pośrednik dla żądań klientów szukających zasobów.",
    "example_translation": "Przekierowujemy cały ruch przez serwer pośredniczący w celu inspekcji bezpieczeństwa."
  },
  {
    "id": "tech_0096",
    "term_translation": "Monolit",
    "definition_translation": "Aplikacja, w której różne komponenty są połączone w jeden program.",
    "example_translation": "Podział monolitu na mikrousługi poprawi szybkość wdrażania."
  },
  {
    "id": "tech_0097",
    "term_translation": "Mikrousługi",
    "definition_translation": "Styl architektoniczny strukturyzujący aplikację jako zbiór usług.",
    "example_translation": "Architektura oparta na mikrousługach pozwala na niezależne skalowanie komponentów."
  },
  {
    "id": "tech_0098",
    "term_translation": "Wysoka dostępność",
    "definition_translation": "Cecha systemu zapewniająca uzgodniony poziom wydajności operacyjnej przez długi czas.",
    "example_translation": "Nasz system płatności jest zaprojektowany pod kątem wysokiej dostępności, aby zapobiec utracie przychodów."
  },
  {
    "id": "tech_0099",
    "term_translation": "Odporność na błędy",
    "definition_translation": "Właściwość umożliwiająca systemowi dalsze działanie w przypadku awarii niektórych komponentów.",
    "example_translation": "Mechanizmy odporności na błędy zapewniły działanie aplikacji mimo błędu dysku."
  },
  {
    "id": "tech_0100",
    "term_translation": "Skalowalność",
    "definition_translation": "Zdolność systemu lub procesu do obsługi rosnącej ilości pracy.",
    "example_translation": "Skalowalność pozioma pozwala nam dodawać więcej serwerów wraz ze wzrostem ruchu."
  },
  {
    "id": "tech_0101",
    "term_translation": "Równoważnik obciążenia",
    "definition_translation": "Urządzenie rozdzielające ruch sieciowy lub aplikacyjny pomiędzy wiele serwerów.",
    "example_translation": "Równoważnik obciążenia zapewnia, że żaden serwer nie zostanie przeciążony w godzinach szczytu."
  },
  {
    "id": "tech_0102",
    "term_translation": "Piaskownica (Sandbox)",
    "definition_translation": "Izolowane środowisko testowe pozwalające uruchamiać programy bez wpływu na główny system.",
    "example_translation": "Złośliwy kod uruchomiony w piaskownicy nie może uszkodzić systemu hosta."
  },
  {
    "id": "tech_0103",
    "term_translation": "Orkiestracja",
    "definition_translation": "Zautomatyzowana konfiguracja, koordynacja i zarządzanie systemami komputerowymi.",
    "example_translation": "Narzędzia do orkiestracji kontenerów zarządzają cyklem życia tysięcy kontenerów."
  },
  {
    "id": "tech_0104",
    "term_translation": "Ciągła integracja",
    "definition_translation": "Praktyka łączenia kopii roboczych wszystkich programistów we wspólną linię główną kilka razy dziennie.",
    "example_translation": "Ciągła integracja pomaga nam wcześnie wykrywać błędy integracji."
  },
  {
    "id": "tech_0105",
    "term_translation": "Ciągłe wdrażanie",
    "definition_translation": "Podejście inżynierskie, w którym funkcjonalności są dostarczane często poprzez automatyczne wdrożenia.",
    "example_translation": "Przy ciągłym wdrażaniu każdy zaliczony test wyzwala wydanie na produkcję."
  },
  {
    "id": "tech_0106",
    "term_translation": "Skrypt",
    "definition_translation": "Sekwencja instrukcji interpretowana lub wykonywana przez inny program.",
    "example_translation": "Napisałem skrypt w Pythonie, aby zautomatyzować proces tworzenia kopii zapasowej."
  },
  {
    "id": "tech_0107",
    "term_translation": "Powłoka systemowa",
    "definition_translation": "Interfejs użytkownika zapewniający dostęp do usług systemu operacyjnego.",
    "example_translation": "Administratorzy systemów używają powłoki systemowej do wykonywania poleceń na serwerze."
  },
  {
    "id": "tech_0108",
    "term_translation": "Repozytorium",
    "definition_translation": "Centralna lokalizacja przechowywania plików, używana przez systemy kontroli wersji.",
    "example_translation": "Sklonuj repozytorium kodu, aby rozpocząć pracę nad projektem."
  },
  {
    "id": "tech_0109",
    "term_translation": "Zależność",
    "definition_translation": "Fragment oprogramowania, który wymaga innego oprogramowania do działania.",
    "example_translation": "Aktualizacja biblioteki popsuła zależność w module rozliczeniowym."
  },
  {
    "id": "tech_0110",
    "term_translation": "Kod szablonowy",
    "definition_translation": "Fragmenty kodu, które muszą być wielokrotnie powielane z niewielkimi zmianami.",
    "example_translation": "Używamy generatora, aby ograniczyć ilość kodu szablonowego, który musimy pisać."
  },
  {
    "id": "tech_0111",
    "term_translation": "Biblioteka",
    "definition_translation": "Zbiór zasobów używanych przez programy komputerowe, często przy tworzeniu oprogramowania.",
    "example_translation": "Biblioteka przetwarzania obrazu obsługuje wszystkie zadania zmiany rozmiaru zdjęć."
  },
  {
    "id": "tech_0112",
    "term_translation": "Punkt końcowy (Endpoint)",
    "definition_translation": "Konkretny adres URL, pod którym API jest dostępne dla aplikacji klienckiej.",
    "example_translation": "Musimy zabezpieczyć punkt końcowy uwierzytelniania przed atakami siłowymi."
  },
  {
    "id": "tech_0113",
    "term_translation": "Zestaw narzędzi programistycznych",
    "definition_translation": "Zbiór narzędzi deweloperskich w jednym pakiecie instalacyjnym.",
    "example_translation": "Zestaw narzędzi programistycznych dostawcy płatności uczynił integrację bardzo prostą."
  },
  {
    "id": "tech_0114",
    "term_translation": "Zintegrowane środowisko programistyczne",
    "definition_translation": "Aplikacja zapewniająca kompleksowe udogodnienia dla programistów.",
    "example_translation": "Większość programistów woli zintegrowane środowisko programistyczne z silnymi funkcjami debugowania."
  },
  {
    "id": "tech_0115",
    "term_translation": "Algorytm",
    "definition_translation": "Proces lub zestaw reguł, których należy przestrzegać w obliczeniach.",
    "example_translation": "Algorytm wyszukiwania rankuje wyniki według trafności."
  },
  {
    "id": "tech_0116",
    "term_translation": "Rekurencja",
    "definition_translation": "Proces definiowania czegoś za pomocą tego samego.",
    "example_translation": "Rekurencja jest przydatna do przechodzenia przez drzewiaste struktury danych."
  },
  {
    "id": "tech_0117",
    "term_translation": "Iteracja",
    "definition_translation": "Powtarzanie procesu w celu wygenerowania sekwencji wyników.",
    "example_translation": "Ulepszyliśmy interfejs użytkownika w drugiej iteracji projektu."
  },
  {
    "id": "tech_0118",
    "term_translation": "Współbieżność",
    "definition_translation": "Zdolność różnych części programu do bycia wykonywanym w nieuporządkowany sposób.",
    "example_translation": "Współbieżność pozwala serwerowi obsługiwać wiele żądań w tym samym czasie."
  },
  {
    "id": "tech_0119",
    "term_translation": "Asynchroniczność",
    "definition_translation": "Zdarzenia, które nie są skoordynowane w czasie.",
    "example_translation": "Przetwarzanie asynchroniczne zapobiega zawieszaniu się interfejsu podczas ładowania danych."
  },
  {
    "id": "tech_0120",
    "term_translation": "Synchroniczność",
    "definition_translation": "Istnienie lub występowanie w tym samym czasie.",
    "example_translation": "Wywołanie synchroniczne blokuje wykonanie do momentu otrzymania odpowiedzi."
  },
  {
    "id": "tech_0121",
    "term_translation": "Pamięć podręczna",
    "definition_translation": "Komponent przechowujący dane w celu szybszej obsługi przyszłych żądań.",
    "example_translation": "Wyczyszczenie pamięci podręcznej przeglądarki rozwiązuje wiele problemów z wyświetlaniem."
  },
  {
    "id": "tech_0122",
    "term_translation": "Sesja",
    "definition_translation": "Tymczasowa interakcja między dwoma punktami końcowymi komunikacji.",
    "example_translation": "Sesja użytkownika wygasa po 30 minutach bezczynności."
  },
  {
    "id": "tech_0123",
    "term_translation": "Ciasteczko",
    "definition_translation": "Mały fragment danych przechowywany na komputerze użytkownika przez przeglądarkę.",
    "example_translation": "Strona używa ciasteczka, aby zapamiętać twój status logowania."
  },
  {
    "id": "tech_0124",
    "term_translation": "Szyfrowanie",
    "definition_translation": "Proces konwersji informacji na kod w celu zapobiegania nieautoryzowanemu dostępowi.",
    "example_translation": "Szyfrowanie typu end-to-end chroni prywatność wiadomości użytkowników."
  },
  {
    "id": "tech_0125",
    "term_translation": "Odszyfrowywanie",
    "definition_translation": "Proces konwersji zaszyfrowanych danych z powrotem do ich pierwotnej formy.",
    "example_translation": "Tylko posiadacz klucza prywatnego może wykonać odszyfrowywanie pliku."
  },
  {
    "id": "tech_0126",
    "term_translation": "Uwierzytelnianie",
    "definition_translation": "Proces weryfikacji tożsamości użytkownika lub procesu.",
    "example_translation": "Uwierzytelnianie wieloskładnikowe dodaje warstwę bezpieczeństwa do procesu logowania."
  },
  {
    "id": "tech_0127",
    "term_translation": "Autoryzacja",
    "definition_translation": "Funkcja określania praw dostępu lub przywilejów do zasobów.",
    "example_translation": "Reguły autoryzacji określają, które raporty użytkownik może przeglądać."
  },
  {
    "id": "tech_0128",
    "term_translation": "Token",
    "definition_translation": "Rzecz służąca jako widoczna lub namacalna reprezentacja faktu lub jakości.",
    "example_translation": "API wymaga ważnego tokena dostępu w nagłówku."
  },
  {
    "id": "tech_0129",
    "term_translation": "Punkt końcowy",
    "definition_translation": "Jeden koniec kanału komunikacyjnego.",
    "example_translation": "Punkt końcowy API dla danych użytkownika jest obecnie niedostępny."
  },
  {
    "id": "tech_0130",
    "term_translation": "Parametr",
    "definition_translation": "Mierzalny czynnik definiujący system lub ustalający warunki jego działania.",
    "example_translation": "Przekaż ID użytkownika jako parametr zapytania w adresie URL."
  },
  {
    "id": "tech_0131",
    "term_translation": "Zmienna",
    "definition_translation": "Element danych, który może przyjmować więcej niż jedną wartość w trakcie działania programu.",
    "example_translation": "Zainicjalizuj zmienną licznika na zero."
  },
  {
    "id": "tech_0132",
    "term_translation": "Stała",
    "definition_translation": "Wartość, która nie może być zmieniona przez program podczas normalnego wykonywania.",
    "example_translation": "Zdefiniuj stawkę podatku jako stałą, ponieważ rzadko się zmienia."
  },
  {
    "id": "tech_0133",
    "term_translation": "Składnia",
    "definition_translation": "Zbiór reguł definiujących kombinacje symboli uznawane za poprawnie zbudowany fragment kodu.",
    "example_translation": "Brakujący średnik spowodował błąd składni w kodzie."
  },
  {
    "id": "tech_0134",
    "term_translation": "Kompilacja",
    "definition_translation": "Działanie lub proces wytwarzania czegoś poprzez gromadzenie informacji.",
    "example_translation": "Kompilacja kodu nie powiodła się z powodu brakującej biblioteki."
  },
  {
    "id": "tech_0135",
    "term_translation": "Interpretacja",
    "definition_translation": "Działanie polegające na wyjaśnianiu znaczenia czegoś.",
    "example_translation": "Python wykorzystuje interpretację do wykonywania kodu linia po linii."
  },
  {
    "id": "tech_0136",
    "term_translation": "Debuger",
    "definition_translation": "Program komputerowy używany do testowania i debugowania innych programów.",
    "example_translation": "Użyj debugera, aby przejść przez kod i znaleźć błąd logiczny."
  },
  {
    "id": "tech_0137",
    "term_translation": "Dziennik zdarzeń",
    "definition_translation": "Rejestr zdarzeń, które mają miejsce w systemie operacyjnym lub innym oprogramowaniu.",
    "example_translation": "Zbadaj dziennik zdarzeń serwera, aby prześledzić źródło błędu."
  },
  {
    "id": "tech_0138",
    "term_translation": "Powiadomienie",
    "definition_translation": "Czynność polegająca na informowaniu kogoś o czymś.",
    "example_translation": "System wysyła powiadomienie, gdy zadanie jest zakończone."
  },
  {
    "id": "tech_0139",
    "term_translation": "Alert",
    "definition_translation": "Ostrzeżenie lub powiadomienie o konkretnym zdarzeniu.",
    "example_translation": "System monitorowania wyzwolił alert, gdy zużycie procesora osiągnęło 90%."
  },
  {
    "id": "tech_0140",
    "term_translation": "Metryka",
    "definition_translation": "Metoda pomiaru czegoś lub wyniki uzyskane z tego pomiaru.",
    "example_translation": "Czas odpowiedzi to kluczowa metryka do oceny wydajności systemu."
  },
  {
    "id": "tech_0141",
    "term_translation": "Pulpit nawigacyjny",
    "definition_translation": "Interfejs użytkownika organizujący i prezentujący informacje w czytelny sposób.",
    "example_translation": "Pulpit nawigacyjny analityki pokazuje aktywność użytkowników w czasie rzeczywistym."
  },
  {
    "id": "tech_0142",
    "term_translation": "Doświadczenie użytkownika",
    "definition_translation": "Ogólne wrażenie osoby korzystającej z produktu, takiego jak strona internetowa.",
    "example_translation": "Wolne ładowanie stron negatywnie wpływa na doświadczenie użytkownika."
  },
  {
    "id": "tech_0143",
    "term_translation": "Interfejs użytkownika",
    "definition_translation": "Środek, za pomocą którego użytkownik i system komputerowy wchodzą w interakcję.",
    "example_translation": "Nowy interfejs użytkownika jest czystszy i bardziej intuicyjny."
  },
  {
    "id": "tech_0144",
    "term_translation": "Dostępność cyfrowa",
    "definition_translation": "Jakość bycia możliwym do osiągnięcia lub wejścia.",
    "example_translation": "Poprawiliśmy dostępność cyfrową, dodając wsparcie dla czytników ekranowych."
  },
  {
    "id": "tech_0145",
    "term_translation": "Responsywność",
    "definition_translation": "Reagowanie szybko i pozytywnie.",
    "example_translation": "Responsywność projektu sprawia, że dostosowuje się on idealnie do ekranów mobilnych."
  },
  {
    "id": "tech_0146",
    "term_translation": "Makieta",
    "definition_translation": "Obraz lub zestaw obrazów wyświetlający funkcjonalne elementy strony internetowej.",
    "example_translation": "Projektant stworzył makietę, aby zarysować strukturę strony."
  },
  {
    "id": "tech_0147",
    "term_translation": "Prototyp",
    "definition_translation": "Pierwszy, typowy lub wstępny model czegoś, z którego rozwijane są inne formy.",
    "example_translation": "Zbudowaliśmy klikalny prototyp, aby przetestować przepływ użytkownika."
  },
  {
    "id": "tech_0148",
    "term_translation": "Atrapa",
    "definition_translation": "Model lub replika maszyny lub struktury, używana do celów instruktażowych.",
    "example_translation": "Wysokiej jakości atrapa (mockup) pokazuje dokładnie, jak będzie wyglądać aplikacja."
  },
  {
    "id": "tech_0149",
    "term_translation": "Użyteczność",
    "definition_translation": "Stopień, w jakim coś nadaje się do użytku.",
    "example_translation": "Testy użyteczności pomogły nam zidentyfikować mylące elementy nawigacji."
  },
  {
    "id": "tech_0150",
    "term_translation": "Persona",
    "definition_translation": "Rola lub postać przyjęta przez autora.",
    "example_translation": "Stworzyliśmy personę użytkownika, aby lepiej zrozumieć naszą grupę docelową."
  },
  {
    "id": "tech_0151",
    "term_translation": "Idempotentność",
    "definition_translation": "Właściwość operacji polegająca na tym, że jej wielokrotne wykonanie nie zmienia wyniku poza pierwszym razem.",
    "example_translation": "Projektowanie API pod kątem idempotentności zapewnia, że ponowienie nieudanego żądania płatności nie obciąży klienta dwukrotnie."
  },
  {
    "id": "tech_0152",
    "term_translation": "Współbieżność",
    "definition_translation": "Zdolność różnych części programu do wykonywania się poza kolejnością bez wpływu na wynik.",
    "example_translation": "Poprawna obsługa współbieżności jest kluczowa, aby zapobiec wyścigom w aplikacjach wielowątkowych."
  },
  {
    "id": "tech_0153",
    "term_translation": "Wyścig",
    "definition_translation": "Niepożądana sytuacja, gdy system próbuje wykonać operacje jednocześnie, a ich kolejność ma znaczenie.",
    "example_translation": "Wystąpił wyścig, gdy dwóch użytkowników próbowało zaktualizować ten sam rekord jednocześnie."
  },
  {
    "id": "tech_0154",
    "term_translation": "Zakleszczenie",
    "definition_translation": "Sytuacja, w której dwa procesy czekają na zwolnienie zasobu przez siebie nawzajem.",
    "example_translation": "Transakcja bazy danych nie powiodła się z powodu zakleszczenia między dwoma konkurującymi zapytaniami."
  },
  {
    "id": "tech_0155",
    "term_translation": "Spójność ostateczna",
    "definition_translation": "Model spójności gwarantujący, że jeśli nie będzie nowych zmian, wszystkie dostępy do danych zwrócą w końcu ostatnią wartość.",
    "example_translation": "W bazie NoSQL często akceptujemy spójność ostateczną w zamian za wyższą wydajność."
  },
  {
    "id": "tech_0156",
    "term_translation": "Fragmentacja pozioma",
    "definition_translation": "Podział bardzo dużej bazy danych na mniejsze, szybciej zarządzane części.",
    "example_translation": "Wdrożyliśmy fragmentację poziomą, aby rozdzielić dane użytkowników na wiele serwerów bazodanowych."
  },
  {
    "id": "tech_0157",
    "term_translation": "Bezpiecznik (Wzorzec)",
    "definition_translation": "Wzorzec projektowy wykrywający awarie i zapobiegający ich ciągłemu powtarzaniu.",
    "example_translation": "Wzorzec bezpiecznika powstrzymuje aplikację przed ciągłym łączeniem się z awaryjną usługą."
  },
  {
    "id": "tech_0158",
    "term_translation": "Wstrzykiwanie zależności",
    "definition_translation": "Technika, w której obiekt otrzymuje inne obiekty, od których zależy.",
    "example_translation": "Używanie wstrzykiwania zależności ułatwia testy jednostkowe, pozwalając na podstawianie fałszywych zależności."
  },
  {
    "id": "tech_0159",
    "term_translation": "Polimorfizm",
    "definition_translation": "Używanie pojedynczego symbolu lub interfejsu do reprezentowania wielu różnych typów.",
    "example_translation": "Polimorfizm pozwala nam traktować różne kształty, jak koła i kwadraty, jako ogólny obiekt 'Kształt'."
  },
  {
    "id": "tech_0160",
    "term_translation": "Hermetyzacja",
    "definition_translation": "Łączenie danych z metodami, które na nich operują, lub ograniczanie bezpośredniego dostępu do składników obiektu.",
    "example_translation": "Hermetyzacja chroni wewnętrzny stan obiektu przed bezpośrednią modyfikacją przez kod zewnętrzny."
  },
  {
    "id": "tech_0161",
    "term_translation": "Abstrakcja",
    "definition_translation": "Proces usuwania szczegółów w celu skupienia uwagi na aspektach o większym znaczeniu.",
    "example_translation": "API zapewnia wysoki poziom abstrakcji, ukrywając skomplikowaną logikę działającą w tle."
  },
  {
    "id": "tech_0162",
    "term_translation": "Dziedziczenie",
    "definition_translation": "Mechanizm opierania obiektu lub klasy na innym obiekcie, zachowując podobną implementację.",
    "example_translation": "Dzięki dziedziczeniu klasa 'Samochód' nabywa wszystkie właściwości klasy 'Pojazd'."
  },
  {
    "id": "tech_0163",
    "term_translation": "Rekurencja",
    "definition_translation": "Proces definiowania problemu (lub rozwiązania) za pomocą jego prostszej wersji.",
    "example_translation": "Funkcja silni jest klasycznym przykładem rekurencji w programowaniu."
  },
  {
    "id": "tech_0164",
    "term_translation": "Notacja dużego O",
    "definition_translation": "Notacja matematyczna opisująca graniczne zachowanie funkcji, gdy argument dąży do nieskończoności.",
    "example_translation": "Analizujemy algorytm używając notacji dużego O, aby zrozumieć jego wydajność przy rosnących danych."
  },
  {
    "id": "tech_0165",
    "term_translation": "Serializacja",
    "definition_translation": "Proces tłumaczenia struktury danych na format, który można zapisać lub przesłać.",
    "example_translation": "Serializacja JSON konwertuje obiekt użytkownika na ciąg znaków do transmisji API."
  },
  {
    "id": "tech_0166",
    "term_translation": "Deserializacja",
    "definition_translation": "Proces konwersji serializowanych danych z powrotem na strukturę danych.",
    "example_translation": "Luki bezpieczeństwa mogą wystąpić podczas deserializacji, jeśli dane wejściowe nie są walidowane."
  },
  {
    "id": "tech_0167",
    "term_translation": "Infrastruktura niemodyfikowalna",
    "definition_translation": "Podejście, w którym komponenty są wymieniane na nowe zamiast zmieniane.",
    "example_translation": "Przy infrastrukturze niemodyfikowalnej niszczymy i tworzymy serwery na nowo zamiast je aktualizować."
  },
  {
    "id": "tech_0168",
    "term_translation": "Prowizjonowanie",
    "definition_translation": "Proces konfiguracji infrastruktury IT i udostępniania zasobów.",
    "example_translation": "Zautomatyzowane skrypty prowizjonowania konfigurują nowe środowisko serwera w kilka minut."
  },
  {
    "id": "tech_0169",
    "term_translation": "Wirtualizacja",
    "definition_translation": "Tworzenie wirtualnej wersji czegoś, np. platform sprzętowych czy zasobów sieciowych.",
    "example_translation": "Wirtualizacja sprzętowa pozwala uruchamiać wiele systemów operacyjnych na jednej maszynie fizycznej."
  },
  {
    "id": "tech_0170",
    "term_translation": "Wzorzec Sidecar",
    "definition_translation": "Wzorzec, w którym oddzielny kontener działa obok głównego, zapewniając funkcje wspierające.",
    "example_translation": "Używamy wzorca przyczepy do obsługi logowania i monitorowania naszych mikrousług."
  },
  {
    "id": "tech_0171",
    "term_translation": "Odwrotne proxy",
    "definition_translation": "Typ serwera proxy, który pobiera zasoby w imieniu klienta z jednego lub więcej serwerów.",
    "example_translation": "Odwrotne proxy obsługuje terminację SSL i równoważenie obciążenia dla serwerów backendowych."
  },
  {
    "id": "tech_0172",
    "term_translation": "Uzgadnianie połączenia",
    "definition_translation": "Zautomatyzowany proces negocjacji między dwoma podmiotami w celu ustalenia parametrów komunikacji.",
    "example_translation": "Uzgadnianie połączenia TLS ustanawia bezpieczne połączenie przed przesłaniem jakichkolwiek danych."
  },
  {
    "id": "tech_0173",
    "term_translation": "Entropia",
    "definition_translation": "Miara losowości zbierana przez system operacyjny do celów kryptograficznych.",
    "example_translation": "Niska entropia może sprawić, że klucze kryptograficzne będą przewidywalne i niebezpieczne."
  },
  {
    "id": "tech_0174",
    "term_translation": "Sól (kryptografia)",
    "definition_translation": "Losowe dane używane jako dodatkowe wejście do funkcji haszującej hasło.",
    "example_translation": "Zawsze dodawaj unikalną sól do każdego hasła przed haszowaniem, aby zapobiec atakom tablic tęczowych."
  },
  {
    "id": "tech_0175",
    "term_translation": "Haszowanie",
    "definition_translation": "Proces przekształcania dowolnego klucza lub ciągu znaków w inną wartość.",
    "example_translation": "Haszowanie służy do weryfikacji integralności danych poprzez porównanie obliczonego skrótu z oryginałem."
  },
  {
    "id": "tech_0176",
    "term_translation": "Oczyszczanie danych",
    "definition_translation": "Proces czyszczenia danych wejściowych w celu zapobiegania atakom.",
    "example_translation": "Oczyszczanie danych wejściowych jest kluczowe, aby zapobiec atakom SQL injection."
  },
  {
    "id": "tech_0177",
    "term_translation": "Heurystyka",
    "definition_translation": "Technika rozwiązywania problemów szybciej, gdy klasyczne metody są zbyt wolne.",
    "example_translation": "Antywirus używa analizy heurystycznej do wykrywania nowych, nieznanych wirusów na podstawie zachowania."
  },
  {
    "id": "tech_0178",
    "term_translation": "Refaktoryzacja",
    "definition_translation": "Proces restrukturyzacji istniejącego kodu bez zmiany jego zewnętrznego zachowania.",
    "example_translation": "Refaktoryzacja starego kodu poprawiła jego łatwość w utrzymaniu i czytelność."
  },
  {
    "id": "tech_0179",
    "term_translation": "Dług techniczny",
    "definition_translation": "Ukryty koszt dodatkowej pracy wynikający z wybrania łatwego rozwiązania teraz.",
    "example_translation": "Musimy poświęcić iterację na spłatę długu technicznego przed dodaniem kolejnych funkcji."
  },
  {
    "id": "tech_0180",
    "term_translation": "Orkiestracja",
    "definition_translation": "Zautomatyzowana konfiguracja, koordynacja i zarządzanie systemami komputerowymi.",
    "example_translation": "Kubernetes zapewnia orkiestrację do wdrażania i zarządzania aplikacjami kontenerowymi."
  },
  {
    "id": "tech_0181",
    "term_translation": "Normalizacja",
    "definition_translation": "Proces organizowania danych w bazie w celu zmniejszenia nadmiarowości.",
    "example_translation": "Normalizacja bazy danych zmniejsza redundancję danych, ale może skomplikować zapytania."
  },
  {
    "id": "tech_0182",
    "term_translation": "Denormalizacja",
    "definition_translation": "Proces poprawy wydajności odczytu bazy danych kosztem zapisu, poprzez dodanie nadmiarowości.",
    "example_translation": "Zastosowaliśmy denormalizację, aby przyspieszyć zapytania raportowe."
  },
  {
    "id": "tech_0183",
    "term_translation": "Właściwości ACID",
    "definition_translation": "Zbiór właściwości transakcji bazy danych gwarantujący poprawność danych.",
    "example_translation": "Relacyjne bazy danych priorytetyzują zgodność z ACID, aby zapewnić niezawodne transakcje."
  },
  {
    "id": "tech_0184",
    "term_translation": "Twierdzenie CAP",
    "definition_translation": "Twierdzenie mówiące, że system rozproszony może zapewnić tylko dwie z trzech cech: Spójność, Dostępność, Tolerancja partycji.",
    "example_translation": "Zgodnie z twierdzeniem CAP, musimy wybierać między spójnością a dostępnością podczas awarii sieci."
  },
  {
    "id": "tech_0185",
    "term_translation": "Przepustowość",
    "definition_translation": "Tempo produkcji lub szybkość, z jaką coś może być przetwarzane.",
    "example_translation": "Optymalizacja operacji wejścia/wyjścia zwiększyła przepustowość systemu o 20%."
  },
  {
    "id": "tech_0186",
    "term_translation": "Opóźnienie",
    "definition_translation": "Odstęp czasu między stymulacją a reakcją.",
    "example_translation": "Opóźnienie sieciowe może znacząco wpłynąć na wydajność aplikacji czasu rzeczywistego."
  },
  {
    "id": "tech_0187",
    "term_translation": "Odporność na błędy",
    "definition_translation": "Właściwość umożliwiająca systemowi dalsze działanie w przypadku awarii jego komponentów.",
    "example_translation": "Wbudowanie odporności na błędy w system zapewnia, że działa on nawet w przypadku awarii serwera."
  },
  {
    "id": "tech_0188",
    "term_translation": "Dowód z wiedzą zerową",
    "definition_translation": "Metoda, dzięki której jedna strona może udowodnić drugiej, że zna wartość, nie ujawniając jej.",
    "example_translation": "Dowody z wiedzą zerową pozwalają na uwierzytelnianie bez przesyłania rzeczywistego hasła."
  },
  {
    "id": "tech_0189",
    "term_translation": "Odpytywanie (Polling)",
    "definition_translation": "Cykliczne sprawdzanie statusu zewnętrznego urządzenia lub systemu w celu weryfikacji gotowości.",
    "example_translation": "Odpytywanie API co sekundę jest nieefektywne w porównaniu do użycia Webhooków."
  },
  {
    "id": "tech_0190",
    "term_translation": "Oprogramowanie pośrednie",
    "definition_translation": "Oprogramowanie zapewniające wspólne usługi aplikacjom, poza systemem operacyjnym.",
    "example_translation": "Dodaliśmy oprogramowanie pośrednie (middleware) do uwierzytelniania, aby chronić ścieżki API."
  },
  {
    "id": "tech_0191",
    "term_translation": "Pula wątków",
    "definition_translation": "Wzorzec projektowy służący do osiągnięcia współbieżności wykonywania w programie.",
    "example_translation": "Używanie puli wątków zapobiega narzutowi tworzenia nowego wątku dla każdego zadania."
  },
  {
    "id": "tech_0192",
    "term_translation": "Garbage Collection",
    "definition_translation": "Forma automatycznego zarządzania pamięcią, odzyskująca nieużywane zasoby.",
    "example_translation": "W Javie odśmiecanie pamięci obsługuje zwalnianie zasobów automatycznie, w przeciwieństwie do C++."
  },
  {
    "id": "tech_0193",
    "term_translation": "Wyciek pamięci",
    "definition_translation": "Błąd, w którym program niepoprawnie zarządza alokacjami pamięci, nie zwalniając jej.",
    "example_translation": "Wyciek pamięci w długo działającym procesie spowodował wyczerpanie RAMu serwera."
  },
  {
    "id": "tech_0194",
    "term_translation": "Przepełnienie bufora",
    "definition_translation": "Anomalia, w której program nadpisuje sąsiednie lokalizacje pamięci poza granicami bufora.",
    "example_translation": "Hakerzy wykorzystali podatność na przepełnienie bufora do wykonania dowolnego kodu."
  },
  {
    "id": "tech_0195",
    "term_translation": "Demon (proces)",
    "definition_translation": "Program komputerowy działający w tle, zamiast pod bezpośrednią kontrolą użytkownika.",
    "example_translation": "Serwer WWW działa jako demon, nasłuchując przychodzących połączeń w tle."
  },
  {
    "id": "tech_0196",
    "term_translation": "Jądro systemu",
    "definition_translation": "Centralna część systemu operacyjnego zarządzająca sprzętem i operacjami.",
    "example_translation": "Jądro systemu obsługuje komunikację między oprogramowaniem a komponentami sprzętowymi."
  },
  {
    "id": "tech_0197",
    "term_translation": "Hiperwizor",
    "definition_translation": "Oprogramowanie lub sprzęt tworzący i uruchamiający maszyny wirtualne.",
    "example_translation": "Hiperwizor przydziela zasoby z fizycznego hosta do maszyn wirtualnych."
  },
  {
    "id": "tech_0198",
    "term_translation": "Konteneryzacja",
    "definition_translation": "Forma wirtualizacji systemu operacyjnego, w której aplikacje działają w izolowanych przestrzeniach.",
    "example_translation": "Konteneryzacja pozwala nam uruchamiać aplikację spójnie w różnych środowiskach."
  },
  {
    "id": "tech_0199",
    "term_translation": "Transpilator",
    "definition_translation": "Typ kompilatora, który przekształca kod źródłowy na inny kod źródłowy.",
    "example_translation": "Używamy transpilatora do konwersji nowoczesnego kodu JavaScript na wersję kompatybilną ze starszymi przeglądarkami."
  },
  {
    "id": "tech_0200",
    "term_translation": "Singleton (Wzorzec)",
    "definition_translation": "Wzorzec projektowy ograniczający tworzenie instancji klasy do jednej.",
    "example_translation": "Menedżer połączeń bazy danych jest zaimplementowany jako singleton, aby zapewnić istnienie tylko jednej puli połączeń."
  }
]